Repository: diffw/Vibe-Capture
Catalog: VibeCapture/Resources/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, it, ja, ko, nb, nl, pl, pt, ru, sv, tr, zh_hans, zh_hant

# permission.screen_recording.error
source: Screen Recording permission is required to capture your screen.
cs: Pro pořizování snímků obrazovky je vyžadováno oprávnění k nahrávání.
da: Skærmoptagelsestilladelse er påkrævet for at optage skærmen.
de: Zur Aufnahme des Bildschirms ist eine Berechtigung erforderlich.
el: Απαιτείται δικαίωμα εγγραφής οθόνης για τη λήψη της οθόνης.
es: Se requiere permiso de grabación de pantalla para capturar la pantalla.
fi: Näytön tallennuksen käyttöoikeus vaaditaan näytön kaappaamiseen.
fr: L'autorisation d'enregistrement d'écran est requise pour capturer l'écran.
it: È richiesta l'autorizzazione alla registrazione dello schermo per catturare lo schermo.
ja: 画面をキャプチャするには画面収録の許可が必要です。
ko: 화면을 캡처하려면 화면 기록 권한이 필요합니다.
nb: Skjermopptakstillatelse kreves for å ta skjermbilder.
nl: Schermopnamemachtiging is vereist om het scherm vast te leggen.
pl: Do wykonywania zrzutów ekranu wymagane jest uprawnienie do nagrywania.
pt: É necessária permissão de gravação de ecrã para capturar o ecrã.
ru: Для создания снимков экрана требуется разрешение на запись.
sv: Skärminspelningsbehörighet krävs för att ta skärmbilder.
tr: Ekranı yakalamak için ekran kaydı izni gerekli.
zh_hans: 需要屏幕录制权限才能截取屏幕。
zh_hant: 需要螢幕錄製權限才能擷取螢幕。

# permission.accessibility.message
source: Accessibility permission required. Please grant it in System Settings → Privacy & Security → Accessibility, then try again.
cs: Vyžadováno oprávnění pro usnadnění. Udělte ho v Nastavení systému → Soukromí a zabezpečení → Usnadnění a zkuste to znovu.
da: Tilgængelighedstilladelse påkrævet. Giv den i Systemindstillinger → Anonymitet og sikkerhed → Tilgængelighed, og prøv igen.
de: Bedienungshilfen-Berechtigung erforderlich. Bitte gewähren Sie diese in Systemeinstellungen → Datenschutz & Sicherheit → Bedienungshilfen und versuchen Sie es erneut.
el: Απαιτείται δικαίωμα προσβασιμότητας. Παραχωρήστε το στις Ρυθμίσεις συστήματος → Απόρρητο και ασφάλεια → Προσβασιμότητα και δοκιμάστε ξανά.
es: Se requiere permiso de accesibilidad. Concédelo en Ajustes del Sistema → Privacidad y seguridad → Accesibilidad e inténtalo de nuevo.
fi: Käyttöapu-käyttöoikeus vaaditaan. Myönnä se kohdassa Järjestelmäasetukset → Yksityisyys ja turvallisuus → Käyttöapu ja yritä uudelleen.
fr: Autorisation d'accessibilité requise. Accordez-la dans Réglages Système → Confidentialité et sécurité → Accessibilité, puis réessayez.
it: Autorizzazione accessibilità richiesta. Concedila in Impostazioni di Sistema → Privacy e sicurezza → Accessibilità, quindi riprova.
ja: アクセシビリティの許可が必要です。システム設定 → プライバシーとセキュリティ → アクセシビリティで許可してから、もう一度お試しください。
ko: 손쉬운 사용 권한이 필요합니다. 시스템 설정 → 개인 정보 보호 및 보안 → 손쉬운 사용에서 권한을 부여한 후 다시 시도하세요.
nb: Tilgjengelighetstillatelse kreves. Gi den i Systeminnstillinger → Personvern og sikkerhet → Tilgjengelighet, og prøv igjen.
nl: Toegankelijkheidsmachtiging vereist. Verleen deze in Systeeminstellingen → Privacy en beveiliging → Toegankelijkheid en probeer opnieuw.
pl: Wymagane uprawnienie dostępności. Przyznaj je w Ustawienia systemowe → Prywatność i ochrona → Dostępność i spróbuj ponownie.
pt: Permissão de acessibilidade necessária. Conceda-a em Definições do Sistema → Privacidade e Segurança → Acessibilidade e tente novamente.
ru: Требуется разрешение на Универсальный доступ. Предоставьте его в Системные настройки → Конфиденциальность и безопасность → Универсальный доступ и повторите попытку.
sv: Hjälpmedelsbehörighet krävs. Bevilja den i Systeminställningar → Integritet och säkerhet → Hjälpmedel och försök igen.
tr: Erişilebilirlik izni gerekli. Sistem Ayarları → Gizlilik ve Güvenlik → Erişilebilirlik'te izin verin ve tekrar deneyin.
zh_hans: 需要辅助功能权限。请在系统设置 → 隐私与安全性 → 辅助功能中授权，然后重试。
zh_hant: 需要輔助使用權限。請在系統設定 → 隱私權與安全性 → 輔助使用中授權，然後重試。

# permission.login.approval_required
source: Approval Required
cs: Vyžadováno schválení
da: Godkendelse påkrævet
de: Genehmigung erforderlich
el: Απαιτείται έγκριση
es: Aprobación requerida
fi: Hyväksyntä vaaditaan
fr: Approbation requise
it: Approvazione richiesta
ja: 承認が必要
ko: 승인 필요
nb: Godkjenning kreves
nl: Goedkeuring vereist
pl: Wymagane zatwierdzenie
pt: Aprovação Necessária
ru: Требуется одобрение
sv: Godkännande krävs
tr: Onay Gerekli
zh_hans: 需要批准
zh_hant: 需要核准

# permission.login.message
source: To launch VibeCap at login, enable it in System Settings → General → Login Items.
cs: Pro otevření VibeCapu při přihlášení ho povolte v Nastavení systému → Obecné → Položky přihlášení.
da: For at åbne VibeCap ved login, aktiver det i Systemindstillinger → Generelt → Loginemner.
de: Um VibeCap bei der Anmeldung zu öffnen, aktivieren Sie es in Systemeinstellungen → Allgemein → Anmeldeobjekte.
el: Για να ανοίγει το VibeCap κατά τη σύνδεση, ενεργοποιήστε το στις Ρυθμίσεις συστήματος → Γενικά → Στοιχεία σύνδεσης.
es: Para abrir VibeCap en el inicio de sesión, actívalo en Ajustes del Sistema → General → Ítems de inicio.
fi: Avataksesi VibeCapin sisäänkirjautumisen yhteydessä, ota se käyttöön: Järjestelmäasetukset → Yleiset → Kirjautumiskohteet.
fr: Pour ouvrir VibeCap à la connexion, activez-le dans Réglages Système → Général → Ouverture.
it: Per aprire VibeCap al login, abilitalo in Impostazioni di Sistema → Generali → Elementi login.
ja: ログイン時に VibeCap を起動するには、システム設定 → 一般 → ログイン項目で有効にしてください。
ko: 로그인 시 VibeCap을 열려면 시스템 설정 → 일반 → 로그인 항목에서 활성화하세요.
nb: For å åpne VibeCap ved pålogging, aktiver det i Systeminnstillinger → Generelt → Påloggingsobjekter.
nl: Om VibeCap te openen bij inloggen, schakel het in via Systeeminstellingen → Algemeen → Inlogonderdelen.
pl: Aby otwierać VibeCap przy logowaniu, włącz go w Ustawienia systemowe → Ogólne → Elementy logowania.
pt: Para abrir o VibeCap no início de sessão, ative-o em Definições do Sistema → Geral → Itens de Início.
ru: Чтобы открывать VibeCap при входе, включите его в Системные настройки → Основные → Объекты входа.
sv: För att öppna VibeCap vid inloggning, aktivera det i Systeminställningar → Allmänt → Inloggningsobjekt.
tr: VibeCap'ı oturum açıldığında başlatmak için Sistem Ayarları → Genel → Oturum Açma Öğeleri'nde etkinleştirin.
zh_hans: 要在登录时启动 VibeCap，请在系统设置 → 通用 → 登录项中启用。
zh_hant: 若要在登入時啟動 VibeCap，請在系統設定 → 一般 → 登入項目中啟用。

# button.ok
source: OK
es: Aceptar
ko: 확인
ru: ОК
tr: Tamam
zh_hans: 好
zh_hant: 好

# button.cancel
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Kumoa
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
ru: Отменить
sv: Avbryt
tr: İptal
zh_hans: 取消
zh_hant: 取消

# button.open_system_settings
source: Open System Settings
cs: Otevřít Nastavení systému
da: Åbn Systemindstillinger
de: Systemeinstellungen öffnen
el: Άνοιγμα Ρυθμίσεων συστήματος
es: Abrir Ajustes del Sistema
fi: Avaa Järjestelmäasetukset
fr: Ouvrir Réglages Système
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
nb: Åpne Systeminnstillinger
nl: Open Systeeminstellingen
pl: Otwórz Ustawienia systemowe
pt: Abrir Definições do Sistema
ru: Открыть Системные настройки
sv: Öppna Systeminställningar
tr: Sistem Ayarlarını Aç
zh_hans: 打开系统设置
zh_hant: 打開系統設定

# button.open_login_items
source: Open Login Items
cs: Otevřít Položky přihlášení
da: Åbn Loginemner
de: Anmeldeobjekte öffnen
el: Άνοιγμα Στοιχείων σύνδεσης
es: Abrir Ítems de inicio
fi: Avaa Kirjautumiskohteet
fr: Ouvrir Ouverture
it: Apri Elementi login
ja: ログイン項目を開く
ko: 로그인 항목 열기
nb: Åpne Påloggingsobjekter
nl: Open Inlogonderdelen
pl: Otwórz Elementy logowania
pt: Abrir Itens de Início
ru: Открыть Объекты входа
sv: Öppna Inloggningsobjekt
tr: Oturum Açma Öğelerini Aç
zh_hans: 打开登录项
zh_hant: 打開登入項目

# button.choose
source: Choose
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Elegir
fi: Valitse
fr: Choisir
it: Scegli
ja: 選択
ko: 선택
nb: Velg
nl: Kies
pl: Wybierz
pt: Escolher
ru: Выбрать
sv: Välj
tr: Seç
zh_hans: 选择
zh_hant: 選擇

# button.restart_now
source: Restart Now
cs: Restartovat nyní
da: Genstart nu
de: Jetzt neu starten
el: Επανεκκίνηση τώρα
es: Reiniciar ahora
fi: Käynnistä uudelleen nyt
fr: Redémarrer maintenant
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 재시작
nb: Start på nytt nå
nl: Nu herstarten
pl: Uruchom ponownie teraz
pt: Reiniciar agora
ru: Перезапустить сейчас
sv: Starta om nu
tr: Şimdi yeniden başlat
zh_hans: 立即重启
zh_hant: 立即重新啟動

# button.later
source: Later
cs: Později
da: Senere
de: Später
el: Αργότερα
es: Más tarde
fi: Myöhemmin
fr: Plus tard
it: Più tardi
ja: あとで
ko: 나중에
nb: Senere
pl: Później
pt: Mais tarde
ru: Позже
sv: Senare
tr: Daha sonra
zh_hans: 稍后
zh_hant: 稍後

# alert.restart.title
source: Restart Required
cs: Vyžadován restart
da: Genstart påkrævet
de: Neustart erforderlich
el: Απαιτείται επανεκκίνηση
es: Reinicio necesario
fi: Uudelleenkäynnistys vaaditaan
fr: Redémarrage requis
it: Riavvio richiesto
ja: 再起動が必要です
ko: 재시작 필요
nb: Omstart nødvendig
nl: Herstart vereist
pl: Wymagane ponowne uruchomienie
pt: Reinício necessário
ru: Требуется перезапуск
sv: Omstart krävs
tr: Yeniden başlatma gerekli
zh_hans: 需要重启
zh_hant: 需要重新啟動

# alert.restart.message
source: Please restart VibeCap for the language change to take effect.
cs: Restartujte VibeCap, aby se změna jazyka projevila.
da: Genstart VibeCap for at anvende sprogændringen.
de: Bitte starten Sie VibeCap neu, damit die Sprachänderung wirksam wird.
el: Κάντε επανεκκίνηση του VibeCap για να εφαρμοστεί η αλλαγή γλώσσας.
es: Por favor, reinicia VibeCap para que el cambio de idioma surta efecto.
fi: Käynnistä VibeCap uudelleen, jotta kielimuutos tulee voimaan.
fr: Veuillez redémarrer VibeCap pour appliquer le changement de langue.
it: Riavvia VibeCap per applicare la modifica della lingua.
ja: 言語の変更を適用するには、VibeCap を再起動してください。
ko: 언어 변경을 적용하려면 VibeCap을 재시작하세요.
nb: Start VibeCap på nytt for at språkendringen skal tre i kraft.
nl: Start VibeCap opnieuw om de taalwijziging toe te passen.
pl: Uruchom ponownie VibeCap, aby zastosować zmianę języka.
pt: Por favor, reinicie o VibeCap para aplicar a alteração de idioma.
ru: Пожалуйста, перезапустите VibeCap, чтобы изменение языка вступило в силу.
sv: Starta om VibeCap för att språkändringen ska börja gälla.
tr: Dil değişikliğinin geçerli olması için lütfen VibeCap'i yeniden başlatın.
zh_hans: 请重启 VibeCap 以使语言更改生效。
zh_hant: 請重新啟動 VibeCap 以套用語言變更。

# panel.choose_folder.title
source: Choose Save Folder
cs: Vyberte složku pro ukládání
da: Vælg lagringsmappe
de: Sicherungsordner auswählen
el: Επιλογή φακέλου αποθήκευσης
es: Elegir carpeta de guardado
fi: Valitse tallennuskansio
fr: Choisir le dossier d'enregistrement
it: Scegli cartella di salvataggio
ja: 保存フォルダを選択
ko: 저장 폴더 선택
nb: Velg lagringsmappe
nl: Kies opslagmap
pl: Wybierz folder zapisu
pt: Escolher Pasta de Destino
ru: Выберите папку для сохранения
sv: Välj lagringsmapp
tr: Kayıt Klasörü Seç
zh_hans: 选择保存文件夹
zh_hant: 選擇儲存檔案夾

# panel.choose_folder.message
source: Select a folder where VibeCap will save screenshots.
cs: Vyberte složku, kam bude VibeCap ukládat snímky obrazovky.
da: Vælg en mappe, hvor VibeCap skal gemme skærmbilleder.
de: Wählen Sie einen Ordner, in dem VibeCap Bildschirmfotos sichern soll.
el: Επιλέξτε έναν φάκελο όπου το VibeCap θα αποθηκεύει τα στιγμιότυπα οθόνης.
es: Selecciona una carpeta donde VibeCap guardará las capturas.
fi: Valitse kansio, johon VibeCap tallentaa näyttökuvat.
fr: Sélectionnez un dossier où VibeCap enregistrera les captures d'écran.
it: Seleziona una cartella dove VibeCap salverà gli screenshot.
ja: VibeCap がスクリーンショットを保存するフォルダを選択してください。
ko: VibeCap이 스크린샷을 저장할 폴더를 선택하세요.
nb: Velg en mappe der VibeCap skal lagre skjermbilder.
nl: Selecteer een map waar VibeCap schermafbeeldingen zal bewaren.
pl: Wybierz folder, w którym VibeCap będzie zapisywał zrzuty ekranu.
pt: Selecione uma pasta onde o VibeCap guardará as capturas de ecrã.
ru: Выберите папку, в которую VibeCap будет сохранять снимки экрана.
sv: Välj en mapp där VibeCap ska spara skärmbilder.
tr: VibeCap'ın ekran görüntülerini kaydedeceği klasörü seçin.
zh_hans: 选择 VibeCap 保存截图的文件夹。
zh_hant: 選擇 VibeCap 儲存截圖的檔案夾。

# a11y.dropdown_select_app
source: Select app
cs: Vybrat aplikaci
da: Vælg app
de: App auswählen
el: Επιλογή εφαρμογής
es: Seleccionar app
fi: Valitse ohjelma
fr: Sélectionner une app
it: Seleziona app
ja: Appを選択
ko: 앱 선택
nb: Velg app
nl: Selecteer app
pl: Wybierz aplikację
pt: Selecionar app
ru: Выбрать приложение
sv: Välj app
tr: Uygulama seç
zh_hans: 选择应用
zh_hant: 選擇 App

# a11y.save_icon
source: Save
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Bewaar
pl: Zachowaj
pt: Guardar
ru: Сохранить
sv: Spara
tr: Kaydet
zh_hans: 保存
zh_hant: 儲存

# a11y.add_icon
source: Add
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
fi: Lisää
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Voeg toe
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle
zh_hans: 添加
zh_hant: 加入

# key.space
source: Space
cs: Mezerník
da: Mellemrum
de: Leertaste
el: Διάστημα
es: Espacio
fi: Välilyönti
fr: Espace
it: Spazio
ja: スペース
ko: 스페이스
nb: Mellomrom
nl: Spatie
pl: Spacja
pt: Espaço
ru: Пробел
sv: Blanksteg
tr: Boşluk
zh_hans: 空格
zh_hant: 空白鍵

# app.unknown
source: Unknown
cs: Neznámá
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pl: Nieznana
pt: Desconhecido
ru: Неизвестно
sv: Okänd
tr: Bilinmiyor
zh_hans: 未知
zh_hant: 未知

# preview.button.show_in_finder
source: Show in Finder
cs: Zobrazit ve Finderu
de: Im Finder anzeigen
el: Εμφάνιση στο Finder
fi: Näytä Finderissa
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderで表示
ko: Finder에서 보기
nb: Vis i Finder
nl: Toon in Finder
pl: Pokaż w Finderze
pt: Mostrar no Finder
sv: Visa i Finder
tr: Finder'da Göster
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# settings.pro.action.upgrade
source: Upgrade to Pro…
zh_hans: 升级到 Pro…
zh_hant: 升級到 Pro…

# settings.pro.action.restore
source: Restore Purchases
ja: 購入を復元
zh_hans: 恢复购买
zh_hant: 回復購買

# settings.pro.action.manage
source: Manage Subscription
zh_hans: 管理订阅
zh_hant: 管理訂閱

# settings.proStatus.free
source: Free
zh_hans: 免费
zh_hant: 免費

# settings.proStatus.lastRefreshed
source: Last refreshed:
zh_hans: 上次刷新：
zh_hant: 上次更新：

# settings.proStatus.source
source: Source: %@
zh_hans: 来源：%@
zh_hant: 來源：%@

# settings.proStatus.source.monthly
source: Monthly
zh_hans: 按月
zh_hant: 每月

# settings.proStatus.source.yearly
source: Yearly
zh_hans: 按年
zh_hant: 每年

# settings.proStatus.source.lifetime
source: Lifetime
ja: 買い切り
ko: 평생
zh_hans: 买断
zh_hant: 買斷

# settings.proStatus.source.unknown
source: Unknown
zh_hans: 未知
zh_hant: 未知

# paywall.title
source: Upgrade to Pro
zh_hans: 升级到 Pro
zh_hant: 升級到 Pro

# paywall.subtitle
source: Supercharge your workflow with Pro features.
cs: Unlock premium features.
de: Unlock premium features.
el: Unlock premium features.
es: Unlock premium features.
fi: Unlock premium features.
fr: Unlock premium features.
it: Unlock premium features.
ja: Unlock premium features.
ko: Unlock premium features.
nb: Unlock premium features.
nl: Unlock premium features.
pl: Unlock premium features.
pt: Unlock premium features.
ru: Unlock premium features.
sv: Unlock premium features.
tr: Unlock premium features.
zh_hans: 解锁高级功能。
zh_hant: 解鎖進階功能。

# paywall.option.monthly
source: Monthly
zh_hans: 按月
zh_hant: 每月

# paywall.option.yearly
source: Yearly
zh_hans: 按年
zh_hant: 每年

# paywall.option.lifetime
source: Lifetime
ja: 買い切り
ko: 평생
zh_hans: 买断
zh_hant: 買斷

# paywall.error.generic
source: Something went wrong. Please try again.
cs: Purchase failed. Please try again.
de: Purchase failed. Please try again.
el: Purchase failed. Please try again.
es: Purchase failed. Please try again.
fi: Purchase failed. Please try again.
fr: Purchase failed. Please try again.
it: Purchase failed. Please try again.
ja: Purchase failed. Please try again.
ko: Purchase failed. Please try again.
nb: Purchase failed. Please try again.
nl: Purchase failed. Please try again.
pl: Purchase failed. Please try again.
pt: Purchase failed. Please try again.
ru: Purchase failed. Please try again.
sv: Purchase failed. Please try again.
tr: Purchase failed. Please try again.
zh_hans: 出现问题，请重试。
zh_hant: 發生問題，請再試一次。

# menu.upgrade
source: Upgrade…
zh_hans: 升级…
zh_hant: 升級…

# paywall.window_title
source: Upgrade
zh_hans: 升级
zh_hant: 升級

# paywall.action.purchase
source: Purchase
zh_hans: 购买
zh_hant: 購買

# paywall.action.restore
source: Restore
ja: 購入を復元
zh_hans: 恢复
zh_hant: 回復

# paywall.action.manage
source: Manage
zh_hans: 管理
zh_hant: 管理

# paywall.action.close
source: Close
zh_hans: 关闭
zh_hant: 關閉

# paywall.price.loading
source: Loading…
zh_hans: 加载中…
zh_hant: 載入中…

# paywall.status.already_pro
source: You're already Pro.
ja: すでにProです。
zh_hans: 你已经是 Pro。
zh_hant: 你已經是 Pro。

# paywall.status.purchasing
source: Purchasing…
zh_hans: 购买中…
zh_hant: 購買中…

# paywall.status.pending
source: Pending approval…
zh_hans: 等待确认…
zh_hant: 等待確認…

# paywall.status.success
source: Success!
zh_hans: 成功！
zh_hant: 成功！

# gating.customApp.confirm.title
source: Add this app?
zh_hans: 添加这个应用？
zh_hant: 加入這個 App？

# gating.customApp.confirm.confirm
source: Add App
zh_hans: 添加应用
zh_hant: 加入 App

# gating.customApp.notCounted.title
source: Already supported
zh_hans: 已支持
zh_hant: 已支援

# gating.customApp.notCounted.message
source: This app is already supported and doesn't use your free custom app slot.
zh_hans: 该应用已在系统白名单中，不会占用你的免费自定义应用名额。
zh_hant: 此 App 已在系統白名單中，不會佔用你的免費自訂 App 名額。

# paywall.action.upgrade_to_pro
source: Upgrade to Pro
cs: Upgradovat na Pro
de: Auf Pro upgraden
el: Αναβάθμιση σε Pro
es: Actualizar a Pro
fi: Päivitä Pro:ksi
fr: Passer à Pro
it: Passa a Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
nb: Oppgrader til Pro
nl: Upgrade naar Pro
pl: Ulepsz do Pro
pt: Upgrade para Pro
ru: Перейти на Pro
sv: Uppgradera till Pro
tr: Pro'ya Yükselt
zh_hans: 升级到 Pro
zh_hant: 升級到 Pro

# paywall.compare.free
source: Free
cs: Zdarma
de: Kostenlos
el: Δωρεάν
es: Gratis
fi: Ilmainen
fr: Gratuit
it: Gratis
ja: 無料
ko: 무료
nb: Gratis
nl: Gratis
pl: Darmowe
pt: Grátis
ru: Бесплатно
sv: Gratis
tr: Ücretsiz
zh_hans: 免费
zh_hant: 免費

# paywall.feature.annotations
source: Annotation tools
cs: Nástroje anotací
de: Anmerkungswerkzeuge
el: Εργαλεία σχολιασμού
es: Herramientas de anotación
fi: Merkintätyökalut
fr: Outils d'annotation
it: Strumenti di annotazione
ja: 注釈ツール
ko: 주석 도구
nb: Annoteringsverktøy
nl: Annotatietools
pl: Narzędzia adnotacji
pt: Ferramentas de anotação
ru: Инструменты аннотаций
sv: Anteckningsverktyg
tr: Not ekleme araçları
zh_hans: 标注工具
zh_hant: 標註工具

# paywall.feature.annotations.free
source: Arrow (default color)
cs: Pouze šipka (výchozí barva)
de: Nur Pfeil (Standardfarbe)
el: Μόνο βέλος (προεπιλεγμένο χρώμα)
es: Flecha (color predeterminado)
fi: Vain nuoli (oletusväri)
fr: Flèche (couleur par défaut)
it: Solo freccia (colore predefinito)
ja: 矢印のみ（既定色）
ko: 화살표만 (기본 색상)
nb: Kun pil (standardfarge)
nl: Alleen pijl (standaardkleur)
pl: Tylko strzałka (domyślny kolor)
pt: Apenas seta (cor padrão)
ru: Только стрелка (цвет по умолчанию)
sv: Endast pil (standardfärg)
tr: Yalnızca ok (varsayılan renk)
zh_hans: 仅箭头（默认颜色）
zh_hant: 僅箭頭（預設顏色）

# paywall.feature.annotations.pro
source: Circle / Rectangle / Number / Colors
cs: Kruh / Obdélník / Číslo / Barvy
de: Kreis / Rechteck / Nummer / Farben
el: Κύκλος / Ορθογώνιο / Αριθμός / Χρώματα
es: Círculo / Rectángulo / Número / Colores
fi: Ympyrä / Suorakulmio / Numero / Värit
fr: Cercle / Rectangle / Numéro / Couleurs
it: Cerchio / Rettangolo / Numero / Colori
ja: 円 / 四角 / 番号 / 色
ko: 원 / 사각형 / 번호 / 색상
nb: Sirkel / Rektangel / Nummer / Farger
nl: Cirkel / Rechthoek / Nummer / Kleuren
pl: Koło / Prostokąt / Numer / Kolory
pt: Círculo / Retângulo / Número / Cores
ru: Круг / Прямоугольник / Номер / Цвета
sv: Cirkel / Rektangel / Nummer / Färger
tr: Daire / Dikdörtgen / Numara / Renkler
zh_hans: 圆形 / 矩形 / 编号 / 颜色
zh_hant: 圓形 / 矩形 / 編號 / 顏色

# paywall.feature.custom_apps
source: Custom send apps
cs: Vlastní aplikace pro odesílání
de: Benutzerdefinierte Sende-Apps
el: Προσαρμοσμένες εφαρμογές αποστολής
es: Apps de envío personalizadas
fi: Mukautetut lähetyssovellukset
fr: Apps d'envoi personnalisées
it: App di invio personalizzate
ja: カスタム送信アプリ
ko: 사용자 지정 전송 앱
nb: Egendefinerte sende-apper
nl: Aangepaste verzend-apps
pl: Niestandardowe aplikacje wysyłania
pt: Apps de envio personalizados
ru: Пользовательские приложения отправки
sv: Anpassade sändappar
tr: Özel gönderim uygulamaları
zh_hans: 自定义发送 App
zh_hant: 自訂傳送 App

# paywall.feature.custom_apps.free
source: 1 custom app (can't remove)
cs: 1 aplikace (nelze odstranit)
de: 1 App (nicht entfernbar)
el: 1 εφαρμογή (δεν αφαιρείται)
es: 1 app (no se puede eliminar)
fi: 1 sovellus (ei voi poistaa)
fr: 1 app (non supprimable)
it: 1 app (non removibile)
ja: カスタムアプリ1個（削除不可）
ko: 사용자 지정 앱 1개 (삭제 불가)
nb: 1 app (kan ikke fjernes)
nl: 1 app (niet te verwijderen)
pl: 1 aplikacja (nie można usunąć)
pt: 1 app (não pode remover)
ru: 1 приложение (нельзя удалить)
sv: 1 app (kan inte tas bort)
tr: 1 uygulama (kaldırılamaz)
zh_hans: 1 个自定义 App（不可移除）
zh_hant: 1 個自訂 App（不可移除）

# paywall.feature.custom_apps.pro
source: Unlimited custom apps
cs: Neomezeně aplikací
de: Unbegrenzt viele Apps
el: Απεριόριστες εφαρμογές
es: Apps ilimitadas
fi: Rajoittamaton määrä sovelluksia
fr: Apps illimitées
it: App illimitate
ja: カスタムアプリ無制限
ko: 무제한 사용자 지정 앱
nb: Ubegrenset antall apper
nl: Onbeperkt apps
pl: Nielimitowane aplikacje
pt: Apps ilimitados
ru: Неограниченно приложений
sv: Obegränsat antal appar
tr: Sınırsız uygulama
zh_hans: 不限数量自定义 App
zh_hant: 不限數量自訂 App

# paywall.feature.download_manager
source: Downloads & library
cs: Stahování a knihovna
de: Downloads & Bibliothek
el: Λήψεις και βιβλιοθήκη
es: Descargas y biblioteca
fi: Lataukset ja kirjasto
fr: Téléchargements & bibliothèque
it: Download e libreria
ja: ダウンロード＆管理
ko: 다운로드 및 관리
nb: Nedlastinger og bibliotek
nl: Downloads & bibliotheek
pl: Pobrane i biblioteka
pt: Downloads e biblioteca
ru: Загрузки и библиотека
sv: Nedladdningar och bibliotek
tr: İndirilenler ve kütüphane
zh_hans: 下载与管理
zh_hant: 下載與管理

# paywall.feature.send_queue
source: Send queue
cs: Fronta odesílání
de: Sende-Warteschlange
el: Ουρά αποστολής
es: Cola de envío
fi: Lähetysjono
fr: File d'envoi
it: Coda di invio
ja: 送信キュー
ko: 전송 대기열
nb: Sendekø
nl: Verzendwachtrij
pl: Kolejka wysyłania
pt: Fila de envio
ru: Очередь отправки
sv: Sändkö
tr: Gönderim kuyruğu
zh_hans: 发送队列
zh_hant: 傳送佇列

# paywall.feature.coming_soon
source: Coming soon
cs: Již brzy
de: Demnächst
el: Σύντομα
es: Próximamente
fi: Tulossa pian
fr: Bientôt
it: In arrivo
ja: 近日公開
ko: 출시 예정
nb: Kommer snart
nl: Binnenkort
pl: Wkrótce
pt: Em breve
ru: Скоро
sv: Kommer snart
tr: Yakında
zh_hans: 即将推出
zh_hant: 即將推出

# paywall.badge.recommended
source: Recommended
cs: Doporučeno
de: Empfohlen
el: Προτεινόμενο
es: Recomendado
fi: Suositus
fr: Recommandé
it: Consigliato
ja: おすすめ
ko: 추천
nb: Anbefalt
nl: Aanbevolen
pl: Polecane
pt: Recomendado
ru: Рекомендуем
sv: Rekommenderad
tr: Önerilen
zh_hans: 推荐
zh_hant: 推薦

# paywall.legal.terms
source: Terms of Use
cs: Podmínky
de: AGB
el: Όροι
es: Términos
fi: Ehdot
fr: Conditions
it: Termini
ja: 利用規約
ko: 이용약관
nb: Vilkår
nl: Voorwaarden
pl: Warunki
pt: Termos
ru: Условия
sv: Villkor
tr: Koşullar
zh_hans: 条款
zh_hant: 條款

# paywall.legal.privacy
source: Privacy Policy
cs: Soukromí
de: Datenschutz
el: Απόρρητο
es: Privacidad
fi: Tietosuoja
fr: Confidentialité
it: Privacy
ja: プライバシー
ko: 개인정보 처리방침
nb: Personvern
nl: Privacy
pl: Prywatność
pt: Privacidade
ru: Конфиденциальность
sv: Integritet
tr: Gizlilik
zh_hans: 隐私
zh_hant: 隱私
