Repository: diffw/Vibe-Capture
Catalog: VibeCapture/Resources/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, it, ja, ko, nb, nl, pl, pt, ru, sv, tr, zh_hans, zh_hant

# hud.app_running
source: VibeCap is running
cs: VibeCap běží
da: VibeCap kører
de: VibeCap wird ausgeführt
el: Το VibeCap εκτελείται
es: VibeCap en ejecución
fi: VibeCap on käynnissä
fr: VibeCap est actif
it: VibeCap in esecuzione
ja: VibeCap 起動中
ko: VibeCap 실행 중
nb: VibeCap kjører
nl: VibeCap is actief
pl: VibeCap działa
pt: VibeCap em execução
ru: VibeCap запущен
sv: VibeCap körs
tr: VibeCap çalışıyor
zh_hans: VibeCap 正在运行
zh_hant: VibeCap 執行中

# hud.pasted_to_app
source: Pasted to %@
cs: Vloženo do %@
da: Indsat i %@
de: In %@ eingesetzt
el: Επικολλήθηκε στο %@
es: Pegado en %@
fi: Sijoitettu: %@
fr: Collé dans %@
it: Incollato in %@
ja: %@ にペースト済み
ko: %@에 붙여넣음
nb: Limt inn i %@
nl: Geplakt in %@
pl: Wklejono do %@
pt: Colado em %@
ru: Вставлено в %@
sv: Inklistrat i %@
tr: %@ uygulamasına yapıştırıldı
zh_hans: 已粘贴到 %@
zh_hant: 已貼上至 %@

# hud.saved
source: Saved
cs: Uloženo
da: Gemt
de: Gesichert
el: Αποθηκεύτηκε
es: Guardado
fi: Tallennettu
fr: Enregistré
it: Salvato
ja: 保存済み
ko: 저장됨
nb: Lagret
nl: Bewaard
pl: Zachowano
pt: Guardado
ru: Сохранено
sv: Sparat
tr: Kaydedildi
zh_hans: 已保存
zh_hant: 已儲存

# hud.screenshot_saved
source: Screenshot Saved
cs: Snímek obrazovky uložen
da: Skærmbillede gemt
de: Bildschirmfoto gesichert
el: Το στιγμιότυπο αποθηκεύτηκε
es: Captura guardada
fi: Näyttökuva tallennettu
fr: Capture d'écran enregistrée
it: Screenshot salvato
ja: スクリーンショットを保存しました
ko: 스크린샷 저장됨
nb: Skjermbilde lagret
nl: Schermafbeelding bewaard
pl: Zrzut ekranu zachowany
pt: Captura de Ecrã Guardada
ru: Снимок экрана сохранён
sv: Skärmbild sparad
tr: Ekran Görüntüsü Kaydedildi
zh_hans: 截图已保存
zh_hant: 截圖已儲存

# hud.folder_selected
source: Folder Selected
cs: Složka vybrána
da: Mappe valgt
de: Ordner ausgewählt
el: Ο φάκελος επιλέχθηκε
es: Carpeta seleccionada
fi: Kansio valittu
fr: Dossier sélectionné
it: Cartella selezionata
ja: フォルダを選択しました
ko: 폴더 선택됨
nb: Mappe valgt
nl: Map geselecteerd
pl: Folder wybrany
pt: Pasta Selecionada
ru: Папка выбрана
sv: Mapp vald
tr: Klasör Seçildi
zh_hans: 已选择文件夹
zh_hant: 已選擇檔案夾

# error.shortcut_unavailable
source: Shortcut Unavailable
cs: Zkratka není k dispozici
da: Genvej ikke tilgængelig
de: Kurzbefehl nicht verfügbar
el: Η συντόμευση δεν είναι διαθέσιμη
es: Atajo no disponible
fi: Pikanäppäin ei ole käytettävissä
fr: Raccourci indisponible
it: Abbreviazione non disponibile
ja: ショートカットを使用できません
ko: 단축키를 사용할 수 없음
nb: Snarvei ikke tilgjengelig
nl: Sneltoets niet beschikbaar
pl: Skrót niedostępny
pt: Atalho Indisponível
ru: Сочетание недоступно
sv: Kortkommando ej tillgängligt
tr: Kısayol Kullanılamıyor
zh_hans: 快捷键不可用
zh_hant: 快捷鍵無法使用

# error.shortcut_registration_failed
source: Unable to register this shortcut (OSStatus %d). It may be used by another app or reserved by the system.
cs: Nelze zaregistrovat tuto zkratku (OSStatus %d). Může být používána jinou aplikací nebo rezervována systémem.
da: Kan ikke registrere denne genvej (OSStatus %d). Den bruges muligvis af en anden app eller er reserveret af systemet.
de: Dieser Kurzbefehl konnte nicht registriert werden (OSStatus %d). Möglicherweise wird er von einer anderen App oder dem System verwendet.
el: Αδυναμία καταχώρησης αυτής της συντόμευσης (OSStatus %d). Ενδέχεται να χρησιμοποιείται από άλλη εφαρμογή ή να είναι δεσμευμένη από το σύστημα.
es: No se pudo registrar este atajo (OSStatus %d). Puede estar en uso por otra app o reservado por el sistema.
fi: Tätä pikanäppäintä ei voida rekisteröidä (OSStatus %d). Se voi olla toisen ohjelman käytössä tai järjestelmän varaama.
fr: Impossible d'enregistrer ce raccourci (OSStatus %d). Il est peut-être utilisé par une autre app ou réservé par le système.
it: Impossibile registrare questa abbreviazione (OSStatus %d). Potrebbe essere usata da un'altra app o riservata dal sistema.
ja: このショートカットを登録できません（OSStatus %d）。他のアプリで使用中か、システムで予約されている可能性があります。
ko: 이 단축키를 등록할 수 없습니다(OSStatus %d). 다른 앱에서 사용 중이거나 시스템에서 예약되어 있을 수 있습니다.
nb: Kan ikke registrere denne snarveien (OSStatus %d). Den kan være i bruk av en annen app eller reservert av systemet.
nl: Kan deze sneltoets niet registreren (OSStatus %d). Mogelijk wordt deze gebruikt door een andere app of is deze gereserveerd door het systeem.
pl: Nie można zarejestrować skrótu (OSStatus %d). Może być używany przez inną aplikację lub zarezerwowany przez system.
pt: Não foi possível registar este atalho (OSStatus %d). Pode estar a ser usado por outra app ou reservado pelo sistema.
ru: Не удалось зарегистрировать сочетание (OSStatus %d). Возможно, оно используется другим приложением или зарезервировано системой.
sv: Kan inte registrera detta kortkommando (OSStatus %d). Det kanske används av en annan app eller är reserverat av systemet.
tr: Bu kısayol kaydedilemedi (OSStatus %d). Başka bir uygulama tarafından kullanılıyor veya sistem tarafından ayrılmış olabilir.
zh_hans: 无法注册此快捷键（OSStatus %d）。可能已被其他应用使用或被系统保留。
zh_hant: 無法註冊此快捷鍵（OSStatus %d）。可能已被其他 App 使用或被系統保留。

# error.unable_to_set_folder
source: Unable to Set Folder
cs: Nelze nastavit složku
da: Kan ikke indstille mappe
de: Ordner konnte nicht festgelegt werden
el: Αδυναμία ορισμού φακέλου
es: No se pudo establecer la carpeta
fi: Kansiota ei voi asettaa
fr: Impossible de définir le dossier
it: Impossibile impostare la cartella
ja: フォルダを設定できません
ko: 폴더를 설정할 수 없음
nb: Kan ikke angi mappe
nl: Kan map niet instellen
pl: Nie można ustawić folderu
pt: Não Foi Possível Definir a Pasta
ru: Не удалось задать папку
sv: Kan inte ställa in mapp
tr: Klasör Ayarlanamadı
zh_hans: 无法设置文件夹
zh_hant: 無法設定檔案夾

# error.launch_login_failed
source: Launch at Login Failed
cs: Otevření při přihlášení se nezdařilo
da: Åbning ved login mislykkedes
de: Öffnen bei der Anmeldung fehlgeschlagen
el: Αποτυχία ανοίγματος κατά τη σύνδεση
es: Error al abrir en el inicio de sesión
fi: Avaaminen sisäänkirjautumisen yhteydessä epäonnistui
fr: Échec de l'ouverture à la connexion
it: Apertura al login non riuscita
ja: ログイン時の起動に失敗
ko: 로그인 시 열기 실패
nb: Åpning ved pålogging mislyktes
nl: Openen bij inloggen mislukt
pl: Nie udało się otworzyć przy logowaniu
pt: Falha ao Abrir no Início de Sessão
ru: Не удалось настроить открытие при входе
sv: Kunde inte öppna vid inloggning
tr: Oturum Açıldığında Başlatma Başarısız
zh_hans: 登录时启动失败
zh_hant: 登入時啟動失敗

# error.launch_login_requires_approval
source: Launch at Login requires approval in System Settings → General → Login Items.
cs: Otevření při přihlášení vyžaduje schválení v Nastavení systému → Obecné → Položky přihlášení.
da: Åbning ved login kræver godkendelse i Systemindstillinger → Generelt → Loginemner.
de: Das Öffnen bei der Anmeldung erfordert eine Genehmigung in Systemeinstellungen → Allgemein → Anmeldeobjekte.
el: Το άνοιγμα κατά τη σύνδεση απαιτεί έγκριση στις Ρυθμίσεις συστήματος → Γενικά → Στοιχεία σύνδεσης.
es: Abrir en el inicio de sesión requiere aprobación en Ajustes del Sistema → General → Ítems de inicio.
fi: Avaaminen sisäänkirjautumisen yhteydessä vaatii hyväksynnän: Järjestelmäasetukset → Yleiset → Kirjautumiskohteet.
fr: L'ouverture à la connexion nécessite une approbation dans Réglages Système → Général → Ouverture.
it: L'apertura al login richiede l'approvazione in Impostazioni di Sistema → Generali → Elementi login.
ja: ログイン時に起動するには、システム設定 → 一般 → ログイン項目で承認が必要です。
ko: 로그인 시 열기는 시스템 설정 → 일반 → 로그인 항목에서 승인이 필요합니다.
nb: Åpning ved pålogging krever godkjenning i Systeminnstillinger → Generelt → Påloggingsobjekter.
nl: Openen bij inloggen vereist goedkeuring in Systeeminstellingen → Algemeen → Inlogonderdelen.
pl: Otwieranie przy logowaniu wymaga zatwierdzenia w Ustawienia systemowe → Ogólne → Elementy logowania.
pt: Abrir no início de sessão requer aprovação em Definições do Sistema → Geral → Itens de Início.
ru: Открытие при входе требует одобрения: Системные настройки → Основные → Объекты входа.
sv: Öppna vid inloggning kräver godkännande i Systeminställningar → Allmänt → Inloggningsobjekt.
tr: Oturum açıldığında başlatma için Sistem Ayarları → Genel → Oturum Açma Öğeleri'nde onay gerekir.
zh_hans: 登录时启动需要在系统设置 → 通用 → 登录项中批准。
zh_hant: 登入時啟動需要在系統設定 → 一般 → 登入項目中核准。

# error.invalid_application
source: Invalid Application
cs: Neplatná aplikace
da: Ugyldig app
de: Ungültige App
el: Μη έγκυρη εφαρμογή
es: Aplicación no válida
fi: Virheellinen ohjelma
fr: Application non valide
it: Applicazione non valida
ja: 無効なアプリケーション
ko: 유효하지 않은 앱
nb: Ugyldig app
nl: Ongeldige app
pl: Nieprawidłowa aplikacja
pt: Aplicação Inválida
ru: Недопустимое приложение
sv: Ogiltig app
tr: Geçersiz Uygulama
zh_hans: 无效的应用
zh_hant: 無效的 App

# error.could_not_read_bundle
source: Could not read application bundle.
cs: Nelze přečíst balíček aplikace.
da: Kunne ikke læse app-pakken.
de: App-Bundle konnte nicht gelesen werden.
el: Αδυναμία ανάγνωσης του πακέτου εφαρμογής.
es: No se pudo leer el paquete de la aplicación.
fi: Ohjelmapakettia ei voitu lukea.
fr: Impossible de lire le paquet de l'application.
it: Impossibile leggere il bundle dell'applicazione.
ja: アプリケーションバンドルを読み込めませんでした。
ko: 앱 번들을 읽을 수 없습니다.
nb: Kunne ikke lese app-pakken.
nl: Kan app-bundel niet lezen.
pl: Nie można odczytać pakietu aplikacji.
pt: Não foi possível ler o pacote da aplicação.
ru: Не удалось прочитать пакет приложения.
sv: Kunde inte läsa appens paket.
tr: Uygulama paketi okunamadı.
zh_hans: 无法读取应用程序包。
zh_hant: 無法讀取應用程式套件。

# error.cannot_add_app
source: Cannot Add App
cs: Nelze přidat aplikaci
da: Kan ikke tilføje app
de: App kann nicht hinzugefügt werden
el: Αδυναμία προσθήκης εφαρμογής
es: No se puede añadir la app
fi: Ohjelmaa ei voi lisätä
fr: Impossible d'ajouter l'app
it: Impossibile aggiungere l'app
ja: Appを追加できません
ko: 앱을 추가할 수 없음
nb: Kan ikke legge til app
nl: Kan app niet toevoegen
pl: Nie można dodać aplikacji
pt: Não É Possível Adicionar a App
ru: Невозможно добавить приложение
sv: Kan inte lägga till app
tr: Uygulama Eklenemiyor
zh_hans: 无法添加应用
zh_hant: 無法加入 App

# error.app_no_paste_support
source: This app doesn't support image paste.
cs: Tato aplikace nepodporuje vkládání obrázků.
da: Denne app understøtter ikke indsætning af billeder.
de: Diese App unterstützt kein Einsetzen von Bildern.
el: Αυτή η εφαρμογή δεν υποστηρίζει επικόλληση εικόνων.
es: Esta app no admite pegar imágenes.
fi: Tämä ohjelma ei tue kuvien sijoittamista.
fr: Cette app ne prend pas en charge le collage d'images.
it: Questa app non supporta l'incollaggio di immagini.
ja: このアプリは画像のペーストに対応していません。
ko: 이 앱은 이미지 붙여넣기를 지원하지 않습니다.
nb: Denne appen støtter ikke innliming av bilder.
nl: Deze app ondersteunt geen afbeeldingen plakken.
pl: Ta aplikacja nie obsługuje wklejania obrazów.
pt: Esta app não suporta colar imagens.
ru: Это приложение не поддерживает вставку изображений.
sv: Denna app stöder inte inklistring av bilder.
tr: Bu uygulama görüntü yapıştırmayı desteklemiyor.
zh_hans: 此应用不支持图片粘贴。
zh_hant: 此 App 不支援圖片貼上。

# error.already_added
source: Already Added
cs: Již přidáno
da: Allerede tilføjet
de: Bereits hinzugefügt
el: Έχει ήδη προστεθεί
es: Ya añadida
fi: Jo lisätty
fr: Déjà ajoutée
it: Già aggiunta
ja: 追加済み
ko: 이미 추가됨
nb: Allerede lagt til
nl: Al toegevoegd
pl: Już dodano
pt: Já Adicionada
ru: Уже добавлено
sv: Redan tillagd
tr: Zaten Eklenmiş
zh_hans: 已添加
zh_hant: 已加入

# error.app_already_in_list
source: This app is already in the Send List.
cs: Tato aplikace je již v seznamu odesílání.
da: Denne app er allerede i sendelisten.
de: Diese App befindet sich bereits in der Sendeliste.
el: Αυτή η εφαρμογή υπάρχει ήδη στη λίστα αποστολής.
es: Esta app ya está en la lista de envío.
fi: Tämä ohjelma on jo lähetyslistassa.
fr: Cette app est déjà dans la liste d'envoi.
it: Questa app è già nell'elenco di invio.
ja: このアプリはすでに送信リストにあります。
ko: 이 앱은 이미 보내기 목록에 있습니다.
nb: Denne appen er allerede i sendelisten.
nl: Deze app staat al in de verzendlijst.
pl: Ta aplikacja jest już na liście wysyłania.
pt: Esta app já está na lista de envio.
ru: Это приложение уже в списке отправки.
sv: Denna app finns redan i skickalistan.
tr: Bu uygulama zaten gönderme listesinde.
zh_hans: 此应用已在发送列表中。
zh_hant: 此 App 已在傳送列表中。

# error.app_not_found
source: Could not find %@. Is it running?
cs: Nelze najít %@. Je aplikace spuštěná?
da: Kunne ikke finde %@. Kører appen?
de: %@ wurde nicht gefunden. Wird die App ausgeführt?
el: Δεν βρέθηκε το %@. Εκτελείται η εφαρμογή;
es: No se encontró %@. ¿Está en ejecución?
fi: Ohjelmaa %@ ei löydy. Onko se käynnissä?
fr: Impossible de trouver %@. Est-elle active ?
it: Impossibile trovare %@. È in esecuzione?
ja: %@ が見つかりません。起動していますか？
ko: %@을(를) 찾을 수 없습니다. 실행 중인가요?
nb: Kunne ikke finne %@. Kjører appen?
nl: Kan %@ niet vinden. Is de app actief?
pl: Nie znaleziono %@. Czy aplikacja jest uruchomiona?
pt: Não foi possível encontrar %@. Está em execução?
ru: Не удалось найти %@. Приложение запущено?
sv: Kunde inte hitta %@. Körs appen?
tr: %@ bulunamadı. Uygulama çalışıyor mu?
zh_hans: 找不到 %@。应用是否在运行？
zh_hant: 找不到 %@。App 是否正在執行？

# error.no_folder_selected
source: No save folder selected.
cs: Není vybrána složka pro ukládání.
da: Ingen lagringsmappe valgt.
de: Kein Sicherungsordner ausgewählt.
el: Δεν έχει επιλεγεί φάκελος αποθήκευσης.
es: No se seleccionó carpeta de guardado.
fi: Tallennuskansiota ei ole valittu.
fr: Aucun dossier d'enregistrement sélectionné.
it: Nessuna cartella di salvataggio selezionata.
ja: 保存フォルダが選択されていません。
ko: 저장 폴더가 선택되지 않았습니다.
nb: Ingen lagringsmappe valgt.
nl: Geen opslagmap geselecteerd.
pl: Nie wybrano folderu zapisu.
pt: Nenhuma pasta de destino selecionada.
ru: Папка для сохранения не выбрана.
sv: Ingen lagringsmapp vald.
tr: Kayıt klasörü seçilmedi.
zh_hans: 未选择保存文件夹。
zh_hant: 尚未選擇儲存檔案夾。

# error.folder_access_failed
source: Unable to access the save folder.
cs: Nelze získat přístup ke složce pro ukládání.
da: Kan ikke få adgang til lagringsmappen.
de: Zugriff auf den Sicherungsordner nicht möglich.
el: Αδυναμία πρόσβασης στον φάκελο αποθήκευσης.
es: No se puede acceder a la carpeta de guardado.
fi: Tallennuskansioon ei saada yhteyttä.
fr: Impossible d'accéder au dossier d'enregistrement.
it: Impossibile accedere alla cartella di salvataggio.
ja: 保存フォルダにアクセスできません。
ko: 저장 폴더에 접근할 수 없습니다.
nb: Kan ikke få tilgang til lagringsmappen.
nl: Kan geen toegang krijgen tot de opslagmap.
pl: Brak dostępu do folderu zapisu.
pt: Não foi possível aceder à pasta de destino.
ru: Нет доступа к папке для сохранения.
sv: Kan inte komma åt lagringsmappen.
tr: Kayıt klasörüne erişilemiyor.
zh_hans: 无法访问保存文件夹。
zh_hant: 無法存取儲存檔案夾。

# error.image_encoding_failed
source: Failed to encode image.
cs: Kódování obrázku se nezdařilo.
da: Kunne ikke kode billedet.
de: Bild konnte nicht codiert werden.
el: Αποτυχία κωδικοποίησης εικόνας.
es: Error al codificar la imagen.
fi: Kuvan koodaus epäonnistui.
fr: Échec de l'encodage de l'image.
it: Codifica immagine non riuscita.
ja: 画像のエンコードに失敗しました。
ko: 이미지 인코딩에 실패했습니다.
nb: Kunne ikke kode bildet.
nl: Kan afbeelding niet coderen.
pl: Nie udało się zakodować obrazu.
pt: Falha ao codificar a imagem.
ru: Не удалось закодировать изображение.
sv: Kunde inte koda bilden.
tr: Görüntü kodlanamadı.
zh_hans: 图片编码失败。
zh_hant: 圖片編碼失敗。

# error.save_failed
source: Failed to save screenshot: %@
cs: Uložení snímku se nezdařilo: %@
da: Kunne ikke gemme skærmbillede: %@
de: Bildschirmfoto konnte nicht gesichert werden: %@
el: Αποτυχία αποθήκευσης στιγμιότυπου: %@
es: Error al guardar la captura: %@
fi: Näyttökuvan tallennus epäonnistui: %@
fr: Échec de l'enregistrement de la capture : %@
it: Salvataggio screenshot non riuscito: %@
ja: スクリーンショットの保存に失敗：%@
ko: 스크린샷 저장 실패: %@
nb: Kunne ikke lagre skjermbilde: %@
nl: Kan schermafbeelding niet bewaren: %@
pl: Nie udało się zachować zrzutu: %@
pt: Falha ao guardar captura: %@
ru: Не удалось сохранить снимок: %@
sv: Kunde inte spara skärmbild: %@
tr: Ekran görüntüsü kaydedilemedi: %@
zh_hans: 截图保存失败：%@
zh_hant: 截圖儲存失敗：%@

# error.clipboard_write_failed
source: Failed to write to clipboard.
cs: Zápis do schránky se nezdařil.
da: Kunne ikke skrive til udklipsholder.
de: Schreiben in die Zwischenablage fehlgeschlagen.
el: Αποτυχία εγγραφής στο πρόχειρο.
es: Error al escribir en el portapapeles.
fi: Leikepöydälle kirjoittaminen epäonnistui.
fr: Échec de l'écriture dans le presse-papiers.
it: Scrittura negli appunti non riuscita.
ja: クリップボードへの書き込みに失敗しました。
ko: 클립보드에 쓰기 실패.
nb: Kunne ikke skrive til utklippstavlen.
nl: Kan niet naar klembord schrijven.
pl: Nie udało się zapisać do schowka.
pt: Falha ao escrever na área de transferência.
ru: Не удалось записать в буфер обмена.
sv: Kunde inte skriva till urklipp.
tr: Panoya yazılamadı.
zh_hans: 写入剪贴板失败。
zh_hant: 寫入剪貼簿失敗。

# error.capture_failed
source: Unable to capture the selected area.
cs: Nelze pořídit snímek vybrané oblasti.
da: Kunne ikke optage det valgte område.
de: Der ausgewählte Bereich konnte nicht aufgenommen werden.
el: Αδυναμία λήψης της επιλεγμένης περιοχής.
es: No se pudo capturar el área seleccionada.
fi: Valittua aluetta ei voitu kaapata.
fr: Impossible de capturer la zone sélectionnée.
it: Impossibile catturare l'area selezionata.
ja: 選択した範囲をキャプチャできませんでした。
ko: 선택한 영역을 캡처할 수 없습니다.
nb: Kunne ikke ta skjermbilde av det valgte området.
nl: Kan het geselecteerde gebied niet vastleggen.
pl: Nie udało się wykonać zrzutu wybranego obszaru.
pt: Não foi possível capturar a área selecionada.
ru: Не удалось сделать снимок выбранной области.
sv: Kunde inte ta skärmbild av det valda området.
tr: Seçilen alan yakalanamadı.
zh_hans: 无法截取所选区域。
zh_hant: 無法擷取所選區域。

# error.modifier_required
source: Use at least one modifier key (⌘⇧⌥⌃).
cs: Použijte alespoň jednu modifikační klávesu (⌘⇧⌥⌃).
da: Brug mindst én specialtast (⌘⇧⌥⌃).
de: Bitte mindestens eine Sondertaste verwenden (⌘⇧⌥⌃).
el: Χρησιμοποιήστε τουλάχιστον ένα πλήκτρο τροποποίησης (⌘⇧⌥⌃).
es: Usa al menos una tecla modificadora (⌘⇧⌥⌃).
fi: Käytä vähintään yhtä muokkausnäppäintä (⌘⇧⌥⌃).
fr: Utilisez au moins une touche de modification (⌘⇧⌥⌃).
it: Usa almeno un tasto modificatore (⌘⇧⌥⌃).
ja: 修飾キー（⌘⇧⌥⌃）を1つ以上使用してください。
ko: 보조 키(⌘⇧⌥⌃)를 하나 이상 사용하세요.
nb: Bruk minst én spesialtast (⌘⇧⌥⌃).
nl: Gebruik minimaal één speciale toets (⌘⇧⌥⌃).
pl: Użyj co najmniej jednego klawisza modyfikatora (⌘⇧⌥⌃).
pt: Use pelo menos uma tecla modificadora (⌘⇧⌥⌃).
ru: Используйте хотя бы одну клавишу-модификатор (⌘⇧⌥⌃).
sv: Använd minst en modifieringstangent (⌘⇧⌥⌃).
tr: En az bir değiştirici tuş kullanın (⌘⇧⌥⌃).
zh_hans: 请至少使用一个修饰键（⌘⇧⌥⌃）。
zh_hant: 請至少使用一個修飾鍵（⌘⇧⌥⌃）。

# permission.screen_recording.title
source: Screen Recording Permission Required
cs: Vyžadováno oprávnění k nahrávání obrazovky
da: Skærmoptagelsestilladelse påkrævet
de: Bildschirmaufnahme-Berechtigung erforderlich
el: Απαιτείται δικαίωμα εγγραφής οθόνης
es: Se requiere permiso de grabación de pantalla
fi: Näytön tallennus -käyttöoikeus vaaditaan
fr: Autorisation d'enregistrement d'écran requise
it: Autorizzazione registrazione schermo richiesta
ja: 画面収録の許可が必要です
ko: 화면 기록 권한 필요
nb: Skjermopptakstillatelse kreves
nl: Schermopnamemachtiging vereist
pl: Wymagane uprawnienie do nagrywania ekranu
pt: Permissão de Gravação de Ecrã Necessária
ru: Требуется разрешение на запись экрана
sv: Skärminspelningsbehörighet krävs
tr: Ekran Kaydı İzni Gerekli
zh_hans: 需要屏幕录制权限
zh_hant: 需要螢幕錄製權限

# permission.screen_recording.message
source: VibeCap needs Screen Recording permission to capture your screen. Open System Settings → Privacy & Security → Screen Recording, enable VibeCap, then quit and reopen the app.
cs: VibeCap potřebuje oprávnění k nahrávání obrazovky pro pořizování snímků. Otevřete Nastavení systému → Soukromí a zabezpečení → Nahrávání obrazovky, povolte VibeCap a restartujte aplikaci.
da: VibeCap har brug for skærmoptagelsestilladelse for at optage din skærm. Åbn Systemindstillinger → Anonymitet og sikkerhed → Skærmoptagelse, aktiver VibeCap, og genstart appen.
de: VibeCap benötigt die Berechtigung zur Bildschirmaufnahme. Öffnen Sie Systemeinstellungen → Datenschutz & Sicherheit → Bildschirmaufnahme, aktivieren Sie VibeCap und starten Sie die App neu.
el: Το VibeCap χρειάζεται δικαίωμα εγγραφής οθόνης για λήψη της οθόνης σας. Ανοίξτε τις Ρυθμίσεις συστήματος → Απόρρητο και ασφάλεια → Εγγραφή οθόνης, ενεργοποιήστε το VibeCap και επανεκκινήστε την εφαρμογή.
es: VibeCap necesita permiso de grabación de pantalla para capturar tu pantalla. Abre Ajustes del Sistema → Privacidad y seguridad → Grabación de pantalla, activa VibeCap, y reinicia la app.
fi: VibeCap tarvitsee näytön tallennuksen käyttöoikeuden kaappaukseen. Avaa Järjestelmäasetukset → Yksityisyys ja turvallisuus → Näytön tallennus, ota VibeCap käyttöön ja käynnistä ohjelma uudelleen.
fr: VibeCap nécessite l'autorisation d'enregistrement d'écran pour capturer votre écran. Ouvrez Réglages Système → Confidentialité et sécurité → Enregistrement de l'écran, activez VibeCap, puis quittez et rouvrez l'app.
it: VibeCap richiede l'autorizzazione alla registrazione dello schermo per catturare lo schermo. Apri Impostazioni di Sistema → Privacy e sicurezza → Registrazione schermo, abilita VibeCap, quindi esci e riapri l'app.
ja: VibeCap で画面をキャプチャするには、画面収録の許可が必要です。 システム設定 → プライバシーとセキュリティ → 画面収録 で VibeCap を有効にし、アプリを再起動してください。
ko: VibeCap에서 화면을 캡처하려면 화면 기록 권한이 필요합니다. 시스템 설정 → 개인 정보 보호 및 보안 → 화면 기록에서 VibeCap을 활성화한 다음 앱을 재시작하세요.
nb: VibeCap trenger skjermopptakstillatelse for å ta skjermbilder. Åpne Systeminnstillinger → Personvern og sikkerhet → Skjermopptak, aktiver VibeCap, og start appen på nytt.
nl: VibeCap heeft schermopnamemachtiging nodig om je scherm vast te leggen. Open Systeeminstellingen → Privacy en beveiliging → Schermopname, schakel VibeCap in en herstart de app.
pl: VibeCap wymaga uprawnienia do nagrywania ekranu, aby wykonywać zrzuty. Otwórz Ustawienia systemowe → Prywatność i ochrona → Nagrywanie ekranu, włącz VibeCap i uruchom ponownie aplikację.
pt: O VibeCap precisa de permissão de gravação de ecrã para capturar o ecrã. Abra Definições do Sistema → Privacidade e Segurança → Gravação de Ecrã, ative o VibeCap e reinicie a app.
ru: VibeCap требуется разрешение на запись экрана для создания снимков. Откройте Системные настройки → Конфиденциальность и безопасность → Запись экрана, включите VibeCap и перезапустите приложение.
sv: VibeCap behöver skärminspelningsbehörighet för att ta skärmbilder. Öppna Systeminställningar → Integritet och säkerhet → Skärminspelning, aktivera VibeCap och starta om appen.
tr: VibeCap'ın ekranınızı yakalaması için ekran kaydı izni gerekiyor. Sistem Ayarları → Gizlilik ve Güvenlik → Ekran Kaydı'nı açın, VibeCap'ı etkinleştirin ve uygulamayı yeniden başlatın.
zh_hans: VibeCap 需要屏幕录制权限才能截取屏幕。 请打开系统设置 → 隐私与安全性 → 屏幕录制，启用 VibeCap，然后退出并重新打开应用。
zh_hant: VibeCap 需要螢幕錄製權限才能擷取螢幕。 請打開系統設定 → 隱私權與安全性 → 螢幕錄製，啟用 VibeCap，然後結束並重新打開 App。
