Repository: diffw/Vibe-Capture
Catalog: VibeCapture/Resources/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, it, ja, ko, nb, nl, pl, pt, ru, sv, tr, zh_hans, zh_hant

# menu.capture_area
source: Capture Area
cs: Pořídit snímek oblasti
da: Optag område
de: Bereich aufnehmen
el: Λήψη περιοχής
es: Capturar área
fi: Kaappaa alue
fr: Capturer une zone
it: Cattura area
ja: 範囲をキャプチャ
ko: 영역 캡처
nb: Ta skjermbilde av område
nl: Gebied vastleggen
pl: Zrzut obszaru
pt: Capturar Área
ru: Снимок области
sv: Ta skärmbild av område
tr: Alan Yakala
zh_hans: 截取区域
zh_hant: 擷取區域

# menu.settings
source: Settings…
cs: Nastavení…
da: Indstillinger…
de: Einstellungen …
el: Ρυθμίσεις…
es: Ajustes…
fi: Asetukset…
fr: Réglages…
it: Impostazioni…
ja: 設定…
ko: 설정…
nb: Innstillinger…
nl: Instellingen…
pl: Ustawienia…
pt: Definições…
ru: Настройки…
sv: Inställningar…
tr: Ayarlar…
zh_hans: 设置…
zh_hant: 設定⋯

# menu.quit
source: Quit
cs: Ukončit
da: Slut
de: Beenden
el: Τερματισμός
es: Salir
fi: Lopeta
fr: Quitter
it: Esci
ja: 終了
ko: 종료
nb: Avslutt
nl: Stop
pl: Zakończ
pt: Sair
ru: Завершить
sv: Avsluta
tr: Çık
zh_hans: 退出
zh_hant: 結束

# menu.language
source: Language
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nb: Språk
nl: Taal
pl: Język
pt: Idioma
ru: Язык
sv: Språk
tr: Dil
zh_hans: 语言
zh_hant: 語言

# menu.language.system_default
source: System Default
cs: Výchozí systémový
da: Systemstandard
de: Systemstandard
el: Προεπιλογή συστήματος
es: Predeterminado del sistema
fi: Järjestelmän oletus
fr: Par défaut du système
it: Predefinito di sistema
ja: システムのデフォルト
ko: 시스템 기본값
nb: Systemstandard
nl: Systeemstandaard
pl: Domyślny systemowy
pt: Padrão do sistema
ru: Системный по умолчанию
sv: Systemstandard
tr: Sistem varsayılanı
zh_hans: 跟随系统
zh_hant: 系統預設

# menu.app.quit_vibecap
source: Quit VibeCap
cs: Ukončit VibeCap
da: Slut VibeCap
de: VibeCap beenden
el: Τερματισμός VibeCap
es: Salir de VibeCap
fi: Lopeta VibeCap
fr: Quitter VibeCap
it: Esci da VibeCap
ja: VibeCap を終了
ko: VibeCap 종료
nb: Avslutt VibeCap
nl: Stop VibeCap
pl: Zakończ VibeCap
pt: Sair do VibeCap
ru: Завершить VibeCap
sv: Avsluta VibeCap
tr: VibeCap'tan Çık
zh_hans: 退出 VibeCap
zh_hant: 結束 VibeCap

# menu.edit
source: Edit
cs: Úpravy
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Edición
fi: Muokkaa
fr: Édition
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Wijzig
pl: Edycja
pt: Edição
ru: Правка
sv: Redigera
tr: Düzen
zh_hans: 编辑
zh_hant: 編輯

# menu.edit.undo
source: Undo
cs: Odvolat
da: Fortryd
de: Widerrufen
el: Αναίρεση
es: Deshacer
fi: Kumoa
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
nb: Angre
nl: Herstel
pl: Cofnij
pt: Desfazer
ru: Отменить
sv: Ångra
tr: Geri Al
zh_hans: 撤销
zh_hant: 還原

# menu.edit.redo
source: Redo
cs: Opakovat
da: Gentag
de: Wiederholen
el: Επανάληψη
es: Rehacer
fi: Tee uudelleen
fr: Rétablir
it: Ripristina
ja: やり直す
ko: 다시 실행
nb: Gjør om
nl: Opnieuw
pl: Przywróć
pt: Refazer
ru: Повторить
sv: Gör om
tr: Yinele
zh_hans: 重做
zh_hant: 重做

# menu.edit.cut
source: Cut
cs: Vyjmout
da: Klip
de: Ausschneiden
el: Αποκοπή
es: Cortar
fi: Leikkaa
fr: Couper
it: Taglia
ja: カット
ko: 오려두기
nb: Klipp ut
nl: Knip
pl: Wytnij
pt: Cortar
ru: Вырезать
sv: Klipp ut
tr: Kes
zh_hans: 剪切
zh_hant: 剪下

# menu.edit.copy
source: Copy
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fr: Copier
it: Copia
ja: コピー
ko: 복사하기
nb: Kopier
nl: Kopieer
pl: Kopiuj
pt: Copiar
ru: Скопировать
sv: Kopiera
tr: Kopyala
zh_hans: 拷贝
zh_hant: 拷貝

# menu.edit.paste
source: Paste
cs: Vložit
da: Sæt ind
de: Einsetzen
el: Επικόλληση
es: Pegar
fi: Sijoita
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
nb: Lim inn
nl: Plak
pl: Wklej
pt: Colar
ru: Вставить
sv: Klistra in
tr: Yapıştır
zh_hans: 粘贴
zh_hant: 貼上

# menu.edit.select_all
source: Select All
cs: Vybrat vše
da: Vælg alt
de: Alles auswählen
el: Επιλογή όλων
es: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
it: Seleziona tutto
ja: すべてを選択
ko: 전체 선택
nb: Marker alt
nl: Selecteer alles
pl: Zaznacz wszystko
pt: Selecionar Tudo
ru: Выбрать все
sv: Markera allt
tr: Tümünü Seç
zh_hans: 全选
zh_hant: 全選

# modal.button.send_to_app
source: Send to %@
cs: Odeslat do %@
da: Send til %@
de: An %@ senden
el: Αποστολή σε %@
es: Enviar a %@
fi: Lähetä: %@
fr: Envoyer à %@
it: Invia a %@
ja: %@ に送信
ko: %@(으)로 보내기
nb: Send til %@
nl: Verstuur naar %@
pl: Wyślij do %@
pt: Enviar para %@
ru: Отправить в %@
sv: Skicka till %@
tr: %@ Uygulamasına Gönder
zh_hans: 发送到 %@
zh_hant: 傳送至 %@

# modal.button.save_image
source: Save Image
cs: Uložit obrázek
da: Gem billede
de: Bild sichern
el: Αποθήκευση εικόνας
es: Guardar imagen
fi: Tallenna kuva
fr: Enregistrer l'image
it: Salva immagine
ja: 画像を保存
ko: 이미지 저장
nb: Lagre bilde
nl: Bewaar afbeelding
pl: Zachowaj obraz
pt: Guardar Imagem
ru: Сохранить изображение
sv: Spara bild
tr: Görüntüyü Kaydet
zh_hans: 保存图片
zh_hant: 儲存圖片

# modal.button.close
source: Close
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nb: Lukk
nl: Sluit
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

# modal.hint.esc_to_close
source: ESC to close
cs: ESC – zavřít
da: ESC for at lukke
de: ESC zum Schließen
el: ESC για κλείσιμο
es: ESC para cerrar
fi: ESC sulkee
fr: Échap pour fermer
it: ESC per chiudere
ja: ESC で閉じる
ko: ESC로 닫기
nb: ESC for å lukke
nl: ESC om te sluiten
pl: ESC — zamknij
pt: ESC para fechar
ru: ESC — закрыть
sv: ESC för att stänga
tr: Kapatmak için ESC
zh_hans: ESC 关闭
zh_hant: ESC 關閉

# modal.hint.cmd_enter_to_send
source: ⌘↩︎ to Send
cs: ⌘↩︎ – odeslat
da: ⌘↩︎ for at sende
de: ⌘↩︎ zum Senden
el: ⌘↩︎ για αποστολή
es: ⌘↩︎ para enviar
fi: ⌘↩︎ lähettää
fr: ⌘↩︎ pour envoyer
it: ⌘↩︎ per inviare
ja: ⌘↩︎ で送信
ko: ⌘↩︎ 보내기
nb: ⌘↩︎ for å sende
nl: ⌘↩︎ om te versturen
pl: ⌘↩︎ — wyślij
pt: ⌘↩︎ para enviar
ru: ⌘↩︎ — отправить
sv: ⌘↩︎ för att skicka
tr: Göndermek için ⌘↩︎
zh_hans: ⌘↩︎ 发送
zh_hant: ⌘↩︎ 傳送

# modal.hint.cmd_s_to_save
source: ⌘S to save
ja: ⌘S 保存
ko: ⌘S 저장
zh_hans: ⌘S 保存
zh_hant: ⌘S 儲存

# modal.button.copy_image
source: Copy Image
ja: 画像をコピー
ko: 이미지 복사
zh_hans: 复制图片
zh_hant: 複製圖片

# modal.button.copy_image_and_prompt
source: Copy Image & Prompt
de: Bild & Prompt kopieren
fi: Kopioi kuva ja kehote
fr: Copier l’image et le prompt
it: Copia immagine e prompt
ja: 画像とプロンプトをコピー
ko: 이미지 및 프롬프트 복사
nb: Kopier bilde og prompt
pl: Kopiuj obraz i prompt
pt: Copiar imagem e prompt
tr: Görsel ve istemi kopyala
zh_hans: 复制图片和提示词
zh_hant: 複製圖片與提示詞

# modal.button.copy_prompt
source: Copy Prompt
ja: プロンプトをコピー
ko: 프롬프트 복사
zh_hans: 复制指令
zh_hant: 複製指令

# modal.hint.enable_auto_send
source: Want to auto-send to apps?
ja: ワンクリックでアプリに送信したい？
ko: 앱으로 자동 전송하고 싶으세요?
zh_hans: 想要一键发送到 App？
zh_hant: 想要一鍵傳送至 App？

# modal.hint.enable_auto_send_to_app
source: Want to auto-send to %@?
ja: %@ にワンクリックで送信したい？
ko: %@로 자동 전송하고 싶으세요?
zh_hans: 想要一键发送到 %@？
zh_hant: 想要一鍵傳送至 %@？

# modal.hint.enable_copy_image_prompt
source: Want to copy image and prompt together?
de: Möchtest du Bild und Prompt zusammen kopieren?
fi: Haluatko kopioida kuvan ja kehotteen yhdessä?
fr: Vous voulez copier l’image et le prompt ensemble ?
it: Vuoi copiare immagine e prompt insieme?
ja: 画像とプロンプトを一緒にコピーしますか？
ko: 이미지와 프롬프트를 함께 복사할까요?
nb: Vil du kopiere bilde og prompt sammen?
pl: Chcesz skopiować obraz i prompt razem?
pt: Quer copiar a imagem e o prompt juntos?
tr: Görseli ve istemi birlikte kopyalamak ister misiniz?
zh_hans: 想要同时复制图片和提示词吗？
zh_hant: 想要同時複製圖片與提示詞嗎？

# modal.button.enable_accessibility
source: Enable →
de: Aktivieren →
fi: Ota käyttöön →
fr: Activer →
it: Abilita →
ja: 有効にする →
ko: 활성화 →
nb: Aktiver →
pl: Włącz →
pt: Ativar →
tr: Etkinleştir →
zh_hans: 启用 →
zh_hant: 啟用 →

# modal.button.enable_auto_send
source: Enable →
ja: 有効化 →
ko: 활성화 →
zh_hans: 启用 →
zh_hant: 啟用 →

# hud.image_copied
source: Image copied
ja: 画像をコピーしました
ko: 이미지 복사됨
zh_hans: 图片已复制
zh_hant: 圖片已複製

# hud.image_prompt_copied
source: Image & Prompt copied
ja: 画像とプロンプトをコピーしました
ko: 이미지 및 프롬프트 복사됨
tr: Görsel ve istem kopyalandı
zh_hans: 图片和提示词已复制
zh_hant: 圖片與提示詞已複製

# hud.copied
source: Copied
ja: コピーしました
ko: 복사됨
tr: Kopyalandı
zh_hans: 已复制
zh_hant: 已複製

# hud.prompt_copied
source: Prompt copied
ja: プロンプトをコピーしました
ko: 프롬프트 복사됨
zh_hans: 指令已复制
zh_hant: 指令已複製

# hud.configure_save_folder
source: To enable auto-save, click %@ to choose a folder.
ja: 自動保存を有効にするには、%@ をクリックして保存先フォルダを選択してください。
ko: 자동 저장을 사용하려면 %@을 클릭해 저장 폴더를 한 번 선택하세요.
zh_hans: 要启用自动保存，请点击 %@ 选择一次保存文件夹。
zh_hant: 要啟用自動儲存，請點擊 %@ 選擇一次儲存資料夾。

# hud.configure_save_folder_in_settings
source: To enable auto-save, open Settings and click %@.
ja: 自動保存を有効にするには、「設定」を開いて %@ をクリックしてください。
ko: 자동 저장을 사용하려면 설정을 열고 %@을 클릭하세요.
zh_hans: 要启用自动保存，请打开设置并点击 %@。
zh_hant: 要啟用自動儲存，請打開設定並點擊 %@。

# modal.placeholder.add_instructions
source: Add instructions (optional)
cs: Přidat pokyny (volitelné)
da: Tilføj instruktioner (valgfrit)
de: Anweisungen hinzufügen (optional)
el: Προσθήκη οδηγιών (προαιρετικό)
es: Añadir instrucciones (opcional)
fi: Lisää ohjeita (valinnainen)
fr: Ajouter des instructions (facultatif)
it: Aggiungi istruzioni (facoltativo)
ja: 指示を追加（任意）
ko: 지침 추가(선택 사항)
nb: Legg til instruksjoner (valgfritt)
nl: Instructies toevoegen (optioneel)
pl: Dodaj instrukcje (opcjonalnie)
pt: Adicionar instruções (opcional)
ru: Добавьте инструкции (необязательно)
sv: Lägg till instruktioner (valfritt)
tr: Talimat ekle (isteğe bağlı)
zh_hans: 添加说明（可选）
zh_hant: 加入說明（選填）

# modal.menu.no_supported_apps
source: No supported apps running
cs: Nejsou spuštěné žádné podporované aplikace
da: Ingen understøttede apps kører
de: Keine unterstützten Apps aktiv
el: Καμία υποστηριζόμενη εφαρμογή δεν εκτελείται
es: No hay apps compatibles en ejecución
fi: Ei tuettuja ohjelmia käynnissä
fr: Aucune app compatible active
it: Nessuna app supportata in esecuzione
ja: 対応アプリが起動していません
ko: 지원되는 앱이 실행 중이 아님
nb: Ingen støttede apper kjører
nl: Geen ondersteunde apps actief
pl: Brak uruchomionych obsługiwanych aplikacji
pt: Nenhuma app compatível em execução
ru: Нет запущенных поддерживаемых приложений
sv: Inga appar som stöds körs
tr: Desteklenen uygulama çalışmıyor
zh_hans: 没有支持的应用在运行
zh_hant: 沒有支援的 App 正在執行

# modal.menu.send_to_app
source: Send to %@
cs: Odeslat do %@
da: Send til %@
de: An %@ senden
el: Αποστολή σε %@
es: Enviar a %@
fi: Lähetä: %@
fr: Envoyer à %@
it: Invia a %@
ja: %@ に送信
ko: %@(으)로 보내기
nb: Send til %@
nl: Verstuur naar %@
pl: Wyślij do %@
pt: Enviar para %@
ru: Отправить в %@
sv: Skicka till %@
tr: %@ Uygulamasına Gönder
zh_hans: 发送到 %@
zh_hant: 傳送至 %@

# modal.menu.save_image
source: Save Image
cs: Uložit obrázek
da: Gem billede
de: Bild sichern
el: Αποθήκευση εικόνας
es: Guardar imagen
fi: Tallenna kuva
fr: Enregistrer l'image
it: Salva immagine
ja: 画像を保存
ko: 이미지 저장
nb: Lagre bilde
nl: Bewaar afbeelding
pl: Zachowaj obraz
pt: Guardar Imagem
ru: Сохранить изображение
sv: Spara bild
tr: Görüntüyü Kaydet
zh_hans: 保存图片
zh_hant: 儲存圖片

# modal.menu.add_to_send_list
source: Add to Send List...
cs: Přidat do seznamu odesílání…
da: Føj til sendeliste…
de: Zur Sendeliste hinzufügen …
el: Προσθήκη στη λίστα αποστολής…
es: Añadir a lista de envío…
fi: Lisää lähetyslistaan…
fr: Ajouter à la liste d'envoi…
it: Aggiungi all'elenco di invio…
ja: 送信リストに追加…
ko: 보내기 목록에 추가…
nb: Legg til i sendeliste…
nl: Voeg toe aan verzendlijst…
pl: Dodaj do listy wysyłania…
pt: Adicionar à lista de envio…
ru: Добавить в список отправки…
sv: Lägg till i skickalista…
tr: Gönderme Listesine Ekle…
zh_hans: 添加到发送列表…
zh_hant: 加入傳送列表⋯

# settings.window_title
source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки
sv: Inställningar
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# settings.shortcut.title
source: Capture Shortcut
cs: Klávesová zkratka pro snímek
da: Genvej til skærmoptagelse
de: Aufnahme-Kurzbefehl
el: Συντόμευση λήψης
es: Atajo de captura
fi: Kaappauksen pikanäppäin
fr: Raccourci de capture
it: Abbreviazione cattura
ja: キャプチャのショートカット
ko: 캡처 단축키
nb: Snarvei for skjermbilde
nl: Sneltoets voor opname
pl: Skrót do zrzutu
pt: Atalho de Captura
ru: Сочетание клавиш для снимка
sv: Kortkommando för skärmbild
tr: Yakalama Kısayolu
zh_hans: 截图快捷键
zh_hant: 截圖快捷鍵

# settings.shortcut.recording
source: Type shortcut…
cs: Zadejte zkratku…
da: Indtast genvej…
de: Kurzbefehl eingeben …
el: Πληκτρολογήστε συντόμευση…
es: Escribe el atajo…
fi: Syötä pikanäppäin…
fr: Saisir le raccourci…
it: Digita l'abbreviazione…
ja: ショートカットを入力…
ko: 단축키 입력…
nb: Skriv inn snarvei…
nl: Typ sneltoets…
pl: Wpisz skrót…
pt: Escreva o atalho…
ru: Введите сочетание…
sv: Skriv kortkommando…
tr: Kısayol yazın…
zh_hans: 输入快捷键…
zh_hant: 輸入快捷鍵⋯

# settings.shortcut.help
source: Click to record. Press Esc to cancel.
cs: Klikněte pro nahrání. Esc pro zrušení.
da: Klik for at optage. Esc for at annullere.
de: Klicken zum Aufnehmen. Esc zum Abbrechen.
el: Κάντε κλικ για εγγραφή. Esc για ακύρωση.
es: Haz clic para grabar. Esc para cancelar.
fi: Tallenna osoittamalla. Esc peruuttaa.
fr: Cliquez pour enregistrer. Échap pour annuler.
it: Fai clic per registrare. Esc per annullare.
ja: クリックして記録。Esc でキャンセル。
ko: 클릭하여 기록. Esc로 취소.
nb: Klikk for å ta opp. Esc for å avbryte.
nl: Klik om op te nemen. Esc om te annuleren.
pl: Kliknij, aby nagrać. Esc, aby anulować.
pt: Clique para gravar. Esc para cancelar.
ru: Нажмите для записи. Esc для отмены.
sv: Klicka för att spela in. Esc för att avbryta.
tr: Kaydetmek için tıklayın. İptal için Esc.
zh_hans: 点击录制，按 Esc 取消。
zh_hant: 點一下來錄製，按 Esc 取消。

# settings.save.checkbox
source: Auto-save screenshots after Paste
cs: Automaticky uložit po vložení
da: Gem automatisk efter indsætning
de: Bildschirmfotos nach dem Einsetzen automatisch sichern
el: Αυτόματη αποθήκευση μετά την επικόλληση
es: Guardar automáticamente tras pegar
fi: Tallenna automaattisesti sijoittamisen jälkeen
fr: Enregistrer automatiquement après collage
it: Salva automaticamente dopo aver incollato
ja: ペースト後にスクリーンショットを自動保存
ko: 붙여넣기 후 스크린샷 자동 저장
nb: Lagre automatisk etter innliming
nl: Automatisch bewaren na plakken
pl: Automatycznie zachowuj po wklejeniu
pt: Guardar automaticamente após colar
ru: Автосохранение после вставки
sv: Spara automatiskt efter inklistring
tr: Yapıştırdıktan sonra otomatik kaydet
zh_hans: 粘贴后自动保存截图
zh_hant: 貼上後自動儲存截圖

# settings.save.choose_folder
source: Choose Folder…
cs: Vybrat složku…
da: Vælg mappe…
de: Ordner auswählen …
el: Επιλογή φακέλου…
es: Elegir carpeta…
fi: Valitse kansio…
fr: Choisir un dossier…
it: Scegli cartella…
ja: フォルダを選択…
ko: 폴더 선택…
nb: Velg mappe…
nl: Kies map…
pl: Wybierz folder…
pt: Escolher Pasta…
ru: Выбрать папку…
sv: Välj mapp…
tr: Klasör Seç…
zh_hans: 选择文件夹…
zh_hant: 選擇檔案夾⋯

# settings.save.no_folder
source: No folder selected (you'll be asked on first save)
cs: Složka není vybrána (budete dotázáni při prvním uložení)
da: Ingen mappe valgt (du bliver spurgt ved første gemning)
de: Kein Ordner ausgewählt (Sie werden beim ersten Sichern gefragt)
el: Δεν έχει επιλεγεί φάκελος (θα ερωτηθείτε κατά την πρώτη αποθήκευση)
es: Ninguna carpeta seleccionada (se preguntará al guardar)
fi: Kansiota ei ole valittu (kysytään ensimmäisellä tallennuksella)
fr: Aucun dossier sélectionné (sera demandé au premier enregistrement)
it: Nessuna cartella selezionata (verrà richiesta al primo salvataggio)
ja: フォルダ未選択（初回保存時に確認します）
ko: 폴더가 선택되지 않음(첫 저장 시 요청됨)
nb: Ingen mappe valgt (du blir spurt ved første lagring)
nl: Geen map geselecteerd (wordt gevraagd bij eerste opslag)
pl: Nie wybrano folderu (zapytamy przy pierwszym zachowaniu)
pt: Nenhuma pasta selecionada (será pedido ao guardar)
ru: Папка не выбрана (будет предложено при первом сохранении)
sv: Ingen mapp vald (du tillfrågas vid första sparandet)
tr: Klasör seçilmedi (ilk kayıtta sorulacak)
zh_hans: 未选择文件夹（首次保存时会询问）
zh_hant: 尚未選擇檔案夾（首次儲存時會詢問）

# settings.login.checkbox
source: Launch at Login
cs: Otevřít při přihlášení
da: Åbn ved login
de: Bei der Anmeldung öffnen
el: Άνοιγμα κατά τη σύνδεση
es: Abrir de inicio de sesión
fi: Avaa sisäänkirjautumisen yhteydessä
fr: Ouvrir à la connexion
it: Apri al login
ja: ログイン時に起動
ko: 로그인 시 열기
nb: Åpne ved pålogging
nl: Open bij inloggen
pl: Otwieraj przy logowaniu
pt: Abrir no início de sessão
ru: Открывать при входе
sv: Öppna vid inloggning
tr: Oturum açıldığında başlat
zh_hans: 登录时启动
zh_hant: 登入時啟動

# settings.send_list.title
source: Added Apps
cs: Přidané aplikace
da: Tilføjede apps
de: Hinzugefügte Apps
el: Προστεθείσες εφαρμογές
es: Apps añadidas
fi: Lisätyt ohjelmat
fr: Apps ajoutées
it: App aggiunte
ja: 追加済みのApp
ko: 추가된 앱
nb: Lagt til apper
nl: Toegevoegde apps
pl: Dodane aplikacje
pt: Apps Adicionadas
ru: Добавленные приложения
sv: Tillagda appar
tr: Eklenen Uygulamalar
zh_hans: 已添加的应用
zh_hant: 已加入的 App

# add_app.window_title
source: Add to Send List
cs: Přidat do seznamu odesílání
da: Føj til sendeliste
de: Zur Sendeliste hinzufügen
el: Προσθήκη στη λίστα αποστολής
es: Añadir a lista de envío
fi: Lisää lähetyslistaan
fr: Ajouter à la liste d'envoi
it: Aggiungi all'elenco di invio
ja: 送信リストに追加
ko: 보내기 목록에 추가
nb: Legg til i sendeliste
nl: Voeg toe aan verzendlijst
pl: Dodaj do listy wysyłania
pt: Adicionar à Lista de Envio
ru: Добавить в список отправки
sv: Lägg till i skickalista
tr: Gönderme Listesine Ekle
zh_hans: 添加到发送列表
zh_hant: 加入傳送列表

# add_app.header
source: Running Apps:
cs: Spuštěné aplikace:
da: Kørende apps:
de: Aktive Apps:
el: Εφαρμογές σε εκτέλεση:
es: Apps en ejecución:
fi: Käynnissä olevat ohjelmat:
fr: Apps actives :
it: App in esecuzione:
ja: 起動中のApp：
ko: 실행 중인 앱:
nb: Apper som kjører:
nl: Actieve apps:
pl: Uruchomione aplikacje:
pt: Apps em Execução:
ru: Запущенные приложения:
sv: Appar som körs:
tr: Çalışan Uygulamalar:
zh_hans: 正在运行的应用：
zh_hant: 執行中的 App：

# add_app.choose_from_apps
source: Choose from Applications...
cs: Vybrat z Aplikací…
da: Vælg fra Programmer…
de: Aus Programmen auswählen …
el: Επιλογή από Εφαρμογές…
es: Elegir de Aplicaciones…
fi: Valitse Ohjelmat-kansiosta…
fr: Choisir dans Applications…
it: Scegli da Applicazioni…
ja: アプリケーションから選択…
ko: 응용 프로그램에서 선택…
nb: Velg fra Programmer…
nl: Kies uit Programma's…
pl: Wybierz z Aplikacji…
pt: Escolher de Aplicações…
ru: Выбрать из Программ…
sv: Välj från Program…
tr: Uygulamalardan Seç…
zh_hans: 从应用程序中选择…
zh_hant: 從應用程式選擇⋯

# add_app.done
source: Done
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: Terminé
it: Fine
ja: 完了
ko: 완료
nb: Ferdig
nl: Gereed
pl: Gotowe
pt: OK
ru: Готово
sv: Klar
tr: Bitti
zh_hans: 完成
zh_hant: 完成

# add_app.panel_message
source: Select an application to add to the Send List
cs: Vyberte aplikaci pro přidání do seznamu odesílání
da: Vælg en app at føje til sendelisten
de: App auswählen, die zur Sendeliste hinzugefügt werden soll
el: Επιλέξτε μια εφαρμογή για προσθήκη στη λίστα αποστολής
es: Selecciona una app para añadir a la lista de envío
fi: Valitse ohjelma lisättäväksi lähetyslistaan
fr: Sélectionnez une app à ajouter à la liste d'envoi
it: Seleziona un'app da aggiungere all'elenco di invio
ja: 送信リストに追加するアプリケーションを選択
ko: 보내기 목록에 추가할 앱 선택
nb: Velg en app å legge til i sendelisten
nl: Selecteer een app om toe te voegen aan de verzendlijst
pl: Wybierz aplikację do dodania do listy wysyłania
pt: Selecione uma app para adicionar à lista de envio
ru: Выберите приложение для добавления в список отправки
sv: Välj en app att lägga till i skickalistan
tr: Gönderme listesine eklenecek uygulamayı seçin
zh_hans: 选择要添加到发送列表的应用
zh_hant: 選擇要加入傳送列表的 App

# add_app.status.builtin
source: Built-in
cs: Vestavěná
da: Indbygget
de: Integriert
el: Ενσωματωμένη
es: Integrada
fi: Sisäänrakennettu
fr: Intégrée
it: Integrata
ja: 内蔵
ko: 내장
nb: Innebygd
nl: Ingebouwd
pl: Wbudowana
pt: Integrada
ru: Встроенное
sv: Inbyggd
tr: Yerleşik
zh_hans: 内置
zh_hant: 內建

# annotation.tool.arrow
source: Arrow Tool
cs: Nástroj šipka
da: Pileværktøj
de: Pfeil-Werkzeug
el: Εργαλείο βέλους
es: Herramienta flecha
fi: Nuolityökalu
fr: Outil flèche
it: Strumento freccia
ja: 矢印ツール
ko: 화살표 도구
nb: Pilverktøy
nl: Pijlgereedschap
pl: Strzałka
pt: Ferramenta Seta
ru: Стрелка
sv: Pilverktyg
tr: Ok Aracı
zh_hans: 箭头工具
zh_hant: 箭頭工具

# annotation.tool.circle
source: Circle Tool
cs: Nástroj kruh
da: Cirkelværktøj
de: Kreis-Werkzeug
el: Εργαλείο κύκλου
es: Herramienta círculo
fi: Ympyrätyökalu
fr: Outil cercle
it: Strumento cerchio
ja: 円ツール
ko: 원형 도구
nb: Sirkelverktøy
nl: Cirkelgereedschap
pl: Okrąg
pt: Ferramenta Círculo
ru: Круг
sv: Cirkelverktyg
tr: Daire Aracı
zh_hans: 圆形工具
zh_hant: 圓形工具

# annotation.tool.rectangle
source: Rectangle Tool
cs: Nástroj obdélník
da: Rektangelværktøj
de: Rechteck-Werkzeug
el: Εργαλείο ορθογωνίου
es: Herramienta rectángulo
fi: Suorakulmiotyökalu
fr: Outil rectangle
it: Strumento rettangolo
ja: 四角形ツール
ko: 사각형 도구
nb: Rektangelverktøy
nl: Rechthoekgereedschap
pl: Prostokąt
pt: Ferramenta Retângulo
ru: Прямоугольник
sv: Rektangelverktyg
tr: Dikdörtgen Aracı
zh_hans: 矩形工具
zh_hant: 矩形工具

# annotation.tool.number
source: Number Tool
cs: Nástroj číslo
da: Nummerværktøj
de: Nummerierungs-Werkzeug
el: Εργαλείο αρίθμησης
es: Herramienta número
fi: Numerotyökalu
fr: Outil numéro
it: Strumento numero
ja: 番号ツール
ko: 번호 도구
nb: Nummerverktøy
nl: Nummergereedschap
pl: Numer
pt: Ferramenta Número
ru: Номер
sv: Nummerverktyg
tr: Numara Aracı
zh_hans: 数字工具
zh_hant: 數字工具

# annotation.color.tooltip
source: Annotation Color
cs: Barva poznámky
da: Annoteringsfarve
de: Anmerkungsfarbe
el: Χρώμα σχολιασμού
es: Color de anotación
fi: Merkinnän väri
fr: Couleur d'annotation
it: Colore annotazione
ja: 注釈の色
ko: 주석 색상
nb: Merknadsfarge
nl: Annotatiekleur
pl: Kolor adnotacji
pt: Cor da Anotação
ru: Цвет аннотации
sv: Anteckningsfärg
tr: Açıklama Rengi
zh_hans: 标注颜色
zh_hant: 標註顏色

# annotation.clear_all
source: Clear All
cs: Vymazat vše
da: Ryd alt
de: Alle löschen
el: Εκκαθάριση όλων
es: Borrar todo
fi: Tyhjennä kaikki
fr: Tout effacer
it: Cancella tutto
ja: すべて消去
ko: 모두 지우기
nb: Fjern alt
nl: Wis alles
pl: Wyczyść wszystko
pt: Limpar Tudo
ru: Очистить все
sv: Rensa allt
tr: Tümünü Temizle
zh_hans: 清除全部
zh_hant: 清除全部

# annotation.clear_all.tooltip
source: Clear All Annotations
cs: Vymazat všechny poznámky
da: Ryd alle annoteringer
de: Alle Anmerkungen löschen
el: Εκκαθάριση όλων των σχολιασμών
es: Borrar todas las anotaciones
fi: Tyhjennä kaikki merkinnät
fr: Effacer toutes les annotations
it: Cancella tutte le annotazioni
ja: すべての注釈を消去
ko: 모든 주석 지우기
nb: Fjern alle merknader
nl: Wis alle annotaties
pl: Usuń wszystkie adnotacje
pt: Limpar Todas as Anotações
ru: Удалить все аннотации
sv: Rensa alla anteckningar
tr: Tüm Açıklamaları Temizle
zh_hans: 清除所有标注
zh_hant: 清除所有標註

# color.red
source: Red
cs: Červená
da: Rød
de: Rot
el: Κόκκινο
es: Rojo
fi: Punainen
fr: Rouge
it: Rosso
ja: レッド
ko: 빨강
nb: Rød
nl: Rood
pl: Czerwony
pt: Vermelho
ru: Красный
sv: Röd
tr: Kırmızı
zh_hans: 红色
zh_hant: 紅色

# color.orange
source: Orange
cs: Oranžová
el: Πορτοκαλί
es: Naranja
fi: Oranssi
it: Arancione
ja: オレンジ
ko: 주황
nb: Oransje
nl: Oranje
pl: Pomarańczowy
pt: Laranja
ru: Оранжевый
tr: Turuncu
zh_hans: 橙色
zh_hant: 橘色

# color.yellow
source: Yellow
cs: Žlutá
da: Gul
de: Gelb
el: Κίτρινο
es: Amarillo
fi: Keltainen
fr: Jaune
it: Giallo
ja: イエロー
ko: 노랑
nb: Gul
nl: Geel
pl: Żółty
pt: Amarelo
ru: Жёлтый
sv: Gul
tr: Sarı
zh_hans: 黄色
zh_hant: 黃色

# color.green
source: Green
cs: Zelená
da: Grøn
de: Grün
el: Πράσινο
es: Verde
fi: Vihreä
fr: Vert
it: Verde
ja: グリーン
ko: 초록
nb: Grønn
nl: Groen
pl: Zielony
pt: Verde
ru: Зелёный
sv: Grön
tr: Yeşil
zh_hans: 绿色
zh_hant: 綠色

# color.blue
source: Blue
cs: Modrá
da: Blå
de: Blau
el: Μπλε
es: Azul
fi: Sininen
fr: Bleu
it: Blu
ja: ブルー
ko: 파랑
nb: Blå
nl: Blauw
pl: Niebieski
pt: Azul
ru: Синий
sv: Blå
tr: Mavi
zh_hans: 蓝色
zh_hant: 藍色

# color.purple
source: Purple
cs: Fialová
da: Lilla
de: Violett
el: Μοβ
es: Morado
fi: Violetti
fr: Violet
it: Viola
ja: パープル
ko: 보라
nb: Lilla
nl: Paars
pl: Fioletowy
pt: Roxo
ru: Фиолетовый
sv: Lila
tr: Mor
zh_hans: 紫色
zh_hant: 紫色
