Repository: diffw/Vibe-Capture
Catalog: VibeCapture/Resources/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, it, ja, ko, nb, nl, pl, pt, ru, sv, tr, zh_hans, zh_hant

# paywall.subscription_terms
source: Subscription automatically renews unless canceled at least 24 hours before the end of the current period. Manage or cancel anytime in App Store → Account → Subscriptions.
zh_hans: 订阅将自动续费，除非在当前订阅期结束前 24 小时取消。可随时在 App Store → 账户 → 订阅 中管理或取消。
zh_hant: 訂閱將自動續費，除非在當前訂閱期結束前 24 小時取消。可隨時在 App Store → 帳戶 → 訂閱 中管理或取消。

# paywall.plan.per_year
source: per year
cs: ročně
de: pro Jahr
el: ανά έτος
es: por año
fi: vuodessa
fr: par an
it: all'anno
ja: 年額
ko: 연간
nb: per år
nl: per jaar
pl: rocznie
pt: por ano
ru: в год
sv: per år
tr: yılda
zh_hans: 每年
zh_hant: 每年

# paywall.plan.per_month
source: per month
cs: měsíčně
de: pro Monat
el: ανά μήνα
es: por mes
fi: kuukaudessa
fr: par mois
it: al mese
ja: 月額
ko: 월간
nb: per måned
nl: per maand
pl: miesięcznie
pt: por mês
ru: в месяц
sv: per månad
tr: ayda
zh_hans: 每月
zh_hant: 每月

# paywall.plan.one_time
source: one-time
cs: jednorázově
de: einmalig
el: εφάπαξ
es: pago único
fi: kertamaksu
fr: paiement unique
it: una tantum
ja: 買い切り
ko: 일회성
nb: engangskjøp
nl: eenmalig
pl: jednorazowo
pt: pagamento único
ru: разовый платёж
sv: engångsbetalning
tr: tek sefer
zh_hans: 一次性
zh_hant: 一次性

# paywall.plan.save_percent
source: Save %@
cs: Ušetříte %@
de: Spare %@
el: Εξοικονομείτε %@
es: Ahorra %@
fi: Säästä %@
fr: Économisez %@
it: Risparmia %@
ja: 割引 %@
ko: 절약 %@
nb: Spar %@
nl: Bespaar %@
pl: Oszczędzasz %@
pt: Economize %@
ru: Экономьте %@
sv: Spara %@
tr: %@ tasarruf
zh_hans: 省 %@
zh_hant: 省 %@

# paywall.plan.equivalent_monthly
source: ≈ %@ / month
cs: ≈ %@ / měs.
de: ≈ %@ / Monat
el: ≈ %@ / μήνα
es: ≈ %@ / mes
fi: ≈ %@ / kk
fr: ≈ %@ / mois
it: ≈ %@ / mese
ja: 月あたり約 %@
ko: ≈ %@ / 월
nb: ≈ %@ / måned
nl: ≈ %@ / maand
pl: ≈ %@ / mies.
pt: ≈ %@ / mês
ru: ≈ %@ / мес.
sv: ≈ %@ / månad
tr: ≈ %@ / ay
zh_hans: 约 %@ / 月
zh_hant: 約 %@ / 月

# paywall.plan.save_percent.loading
source: Save —
cs: Ušetříte —
de: Spare —
el: Εξοικονομείτε —
es: Ahorra —
fi: Säästä —
fr: Économisez —
it: Risparmia —
ja: 割引 —
ko: 절약 —
nb: Spar —
nl: Bespaar —
pl: Oszczędzasz —
pt: Economize —
ru: Экономьте —
sv: Spara —
tr: — tasarruf
zh_hans: 省 —
zh_hant: 省 —

# paywall.plan.equivalent_monthly.loading
source: ≈ — / month
cs: ≈ — / měs.
de: ≈ — / Monat
el: ≈ — / μήνα
es: ≈ — / mes
fi: ≈ — / kk
fr: ≈ — / mois
it: ≈ — / mese
ja: 月あたり約 —
ko: ≈ — / 월
nb: ≈ — / måned
nl: ≈ — / maand
pl: ≈ — / mies.
pt: ≈ — / mês
ru: ≈ — / мес.
sv: ≈ — / månad
tr: ≈ — / ay
zh_hans: 约 — / 月
zh_hant: 約 — / 月

# paywall.cta.title_with_savings
source: Get %@ OFF on Pro
cs: Ušetřete %@ na Pro
de: Spare %@ bei Pro
el: Εξοικονομήστε %@ στο Pro
es: Ahorra %@ en Pro
fi: Säästä %@ Prosta
fr: Économisez %@ sur Pro
it: Risparmia %@ su Pro
ja: Pro が %@ OFF
ko: Pro %@ 할인
nb: Spar %@ på Pro
nl: Bespaar %@ op Pro
pl: Oszczędź %@ na Pro
pt: Economize %@ no Pro
ru: Скидка %@ на Pro
sv: Spara %@ på Pro
tr: Pro'da %@ indirim
zh_hans: 升级 Pro 立省 %@
zh_hant: 升級 Pro 立省 %@

# paywall.cta.subtitle_yearly_equivalent
source: Yearly billed · ≈ %@ / month
cs: Roční platba · ≈ %@ / měs.
de: Jährliche Abrechnung · ≈ %@ / Monat
el: Ετήσια χρέωση · ≈ %@ / μήνα
es: Facturado anualmente · ≈ %@ / mes
fi: Vuosilaskutus · ≈ %@ / kk
fr: Facturation annuelle · ≈ %@ / mois
it: Fatturazione annuale · ≈ %@ / mese
ja: 年額請求 · 約 %@ / 月
ko: 연간 결제 · ≈ %@ / 월
nb: Årlig fakturering · ≈ %@ / måned
nl: Jaarlijks gefactureerd · ≈ %@ / maand
pl: Roczne rozliczenie · ≈ %@ / mies.
pt: Cobrança anual · ≈ %@ / mês
ru: Ежегодная оплата · ≈ %@ / мес.
sv: Årlig fakturering · ≈ %@ / månad
tr: Yıllık ödeme · ≈ %@ / ay
zh_hans: 按年计费 · 约 %@ / 月
zh_hant: 按年計費 · 約 %@ / 月

# paywall.feature.annotations.title
source: Full Annotation Tools
ja: フル注釈ツール
ko: 전체 주석 도구
zh_hans: 完整标注工具
zh_hant: 完整標註工具

# paywall.feature.annotations.subtitle
source: Circle, rectangle, numbering, and custom colors.
ja: 円形、長方形、番号、カスタムカラー。
ko: 원형, 사각형, 번호 및 사용자 지정 색상.
zh_hans: 圆形、矩形、编号和自定义颜色。
zh_hant: 圓形、矩形、編號和自訂顏色。

# paywall.feature.send_list.title
source: Unlimited Send List
ja: 無制限の送信リスト
ko: 무제한 전송 목록
zh_hans: 无限发送列表
zh_hant: 無限傳送列表

# paywall.feature.send_list.subtitle
source: Add any app to your Send List without limits.
ja: 任意のアプリを制限なく送信リストに追加。
ko: 제한 없이 모든 앱을 전송 목록에 추가.
zh_hans: 随意添加应用到发送列表，无数量限制。
zh_hant: 隨意添加應用程式到傳送列表，無數量限制。

# paywall.badge.best_value
source: Best Value
ja: お得
ko: 최고 가치
zh_hans: 最划算
zh_hant: 最划算

# paywall.badge.save_percent
source: Save %@%%
ja: %@%% 割引
ko: %@%% 절약
zh_hans: 省 %@%%
zh_hant: 省 %@%%

# paywall.unit.month
source: month
ja: 月
ko: 월
zh_hans: 月
zh_hant: 月

# paywall.unit.year
source: year
ja: 年
ko: 년
zh_hans: 年
zh_hant: 年

# paywall.cta.subscribe_monthly
source: Subscribe for %@ / month
ja: %@ / 月で購読
ko: %@ / 월 구독
zh_hans: 订阅 %@ / 月
zh_hant: 訂閱 %@ / 月

# paywall.cta.subscribe_yearly
source: Subscribe for %@ / year
ja: %@ / 年で購読
ko: %@ / 년 구독
zh_hans: 订阅 %@ / 年
zh_hant: 訂閱 %@ / 年

# paywall.cta.unlock_lifetime
source: Unlock Lifetime for %@
ja: 買い切り %@
ko: 평생 %@
zh_hans: 一次买断 %@
zh_hant: 一次買斷 %@

# paywall.pro_status.title
source: You're Pro
de: Du bist Pro
fi: Olet Pro
fr: Vous êtes Pro
it: Sei Pro
ja: Pro ユーザーです
ko: Pro 사용자입니다
nb: Du er Pro
pl: Jesteś Pro
pt: Você é Pro
tr: Pro'sun
zh_hans: 你已是 Pro
zh_hant: 你已是 Pro

# paywall.pro_status.type
source: Plan: %@
fi: Suunnitelma: %@
it: Piano: %@
ja: プラン：%@
ko: 플랜: %@
pt: Plano: %@
zh_hans: 方案：%@
zh_hant: 方案：%@

# paywall.pro_status.renews
source: Renews: %@
de: Verlängerung: %@
fi: Uusitaan: %@
fr: Renouvellement : %@
it: Rinnovo: %@
ja: 更新日：%@
ko: 갱신일: %@
nb: Fornyes: %@
pl: Odnowienie: %@
pt: Renovação: %@
tr: Yenileme: %@
zh_hans: 续费日期：%@
zh_hant: 續費日期：%@

# paywall.step1.title_trial
source: Start Free
de: Kostenlos starten
fi: Aloita ilmaiseksi
fr: Commencer gratuitement
it: Inizia gratis
ja: 無料で始める
ko: 무료로 시작
nb: Start gratis
pl: Zacznij za darmo
pt: Comece grátis
tr: Ücretsiz başla
zh_hans: 免费开始
zh_hant: 免費開始

# paywall.step1.subtitle_trial
source: Try VibeCap for free on your Mac. Pay only if you choose to continue, or cancel at any time.
de: Teste VibeCap kostenlos auf deinem Mac. Zahle nur, wenn du weitermachen möchtest, oder kündige jederzeit.
fi: Kokeile VibeCap:ia ilmaiseksi Macillasi. Maksa vain jos päätät jatkaa, peru milloin tahansa.
fr: Essayez VibeCap gratuitement sur votre Mac. Payez seulement si vous continuez, annulez à tout moment.
it: Prova VibeCap gratis sul tuo Mac. Paga solo se decidi di continuare, annulla in qualsiasi momento.
ja: Mac で VibeCap を無料でお試しください。続けるかどうかはお客様次第、いつでもキャンセル可能です。
ko: Mac에서 VibeCap을 무료로 체험하세요. 계속 사용할지는 나중에 결정하고, 언제든 취소할 수 있습니다.
nb: Prøv VibeCap gratis på din Mac. Betal bare hvis du velger å fortsette, avbryt når som helst.
pl: Wypróbuj VibeCap za darmo na swoim Macu. Płać tylko jeśli zdecydujesz się kontynuować, anuluj w każdej chwili.
pt: Experimente o VibeCap grátis no seu Mac. Pague apenas se decidir continuar, cancele a qualquer momento.
tr: VibeCap'i Mac'inde ücretsiz dene. Sadece devam etmek istersen öde, istediğin zaman iptal et.
zh_hans: 在 Mac 上免费试用 VibeCap。满意后再付费，可随时取消。
zh_hant: 在 Mac 上免費試用 VibeCap。滿意後再付費，可隨時取消。

# paywall.step1.trial_badge
source: 14 Days Free
de: 14 Tage kostenlos
fi: 14 päivää ilmaiseksi
fr: 14 jours gratuits
it: 14 giorni gratis
ja: 14日間無料
ko: 14일 무료
nb: 14 dager gratis
pl: 14 dni za darmo
pt: 14 dias grátis
tr: 14 gün ücretsiz
zh_hans: 14 天免费
zh_hant: 14 天免費

# paywall.step1.cta_trial
source: Start Your Free Trial
de: Kostenlos testen
fi: Aloita ilmainen kokeilu
fr: Commencer l'essai gratuit
it: Inizia la prova gratuita
ja: 無料トライアルを開始
ko: 무료 체험 시작
nb: Start gratis prøveperiode
pl: Rozpocznij bezpłatny okres próbny
pt: Iniciar teste grátis
tr: Ücretsiz denemeyi başlat
zh_hans: 开始免费试用
zh_hant: 開始免費試用

# paywall.step1.price_with_trial
source: 14 days free, then %@/%@
de: 14 Tage kostenlos, dann %@/%@
fi: 14 päivää ilmaiseksi, sitten %@/%@
fr: 14 jours gratuits, puis %@/%@
it: 14 giorni gratis, poi %@/%@
ja: 14日間無料、その後 %@/%@
ko: 14일 무료, 이후 %@/%@
nb: 14 dager gratis, deretter %@/%@
pl: 14 dni za darmo, potem %@/%@
pt: 14 dias grátis, depois %@/%@
tr: 14 gün ücretsiz, sonra %@/%@
zh_hans: 14 天免费，之后 %@/%@
zh_hant: 14 天免費，之後 %@/%@

# paywall.step1.title_no_trial
source: Upgrade to Pro
de: Auf Pro upgraden
fi: Päivitä Prohon
fr: Passer à Pro
it: Passa a Pro
ja: Pro にアップグレード
ko: Pro로 업그레이드
nb: Oppgrader til Pro
pl: Przejdź na Pro
pt: Atualizar para Pro
tr: Pro'ya yükselt
zh_hans: 升级到 Pro
zh_hant: 升級到 Pro

# paywall.step1.subtitle_no_trial
source: Pay only if you choose to continue, or cancel at any time.
de: Zahle nur, wenn du weitermachen möchtest, oder kündige jederzeit.
fi: Maksa vain jos päätät jatkaa, peru milloin tahansa.
fr: Payez seulement si vous continuez, annulez à tout moment.
it: Paga solo se decidi di continuare, annulla in qualsiasi momento.
ja: 続けるかどうかはお客様次第、いつでもキャンセル可能です。
ko: 계속 사용할지는 나중에 결정하고, 언제든 취소할 수 있습니다.
nb: Betal bare hvis du velger å fortsette, avbryt når som helst.
pl: Płać tylko jeśli zdecydujesz się kontynuować, anuluj w każdej chwili.
pt: Pague apenas se decidir continuar, cancele a qualquer momento.
tr: Sadece devam etmek istersen öde, istediğin zaman iptal et.
zh_hans: 满意后再付费，可随时取消。
zh_hant: 滿意後再付費，可隨時取消。

# paywall.step1.cta_no_trial
source: Upgrade to Pro
de: Auf Pro upgraden
fi: Päivitä Prohon
fr: Passer à Pro
it: Passa a Pro
ja: Pro にアップグレード
ko: Pro로 업그레이드
nb: Oppgrader til Pro
pl: Przejdź na Pro
pt: Atualizar para Pro
tr: Pro'ya yükselt
zh_hans: 升级到 Pro
zh_hant: 升級到 Pro

# paywall.plan_modal.title
source: Choose Your Plan
de: Plan wählen
fi: Valitse suunnitelma
fr: Choisir un plan
it: Scegli il tuo piano
ja: プランを選択
ko: 플랜 선택
nb: Velg din plan
pl: Wybierz plan
pt: Escolha seu plano
tr: Planını seç
zh_hans: 选择方案
zh_hant: 選擇方案

# paywall.plan_modal.monthly_subtitle
source: Pay as you go
de: Flexibel zahlen
fi: Maksa käytön mukaan
fr: Paiement flexible
it: Paga quando vuoi
ja: 必要な時だけ
ko: 필요할 때만
nb: Betal etter behov
pl: Płać według potrzeb
pt: Pague conforme usa
tr: Kullandıkça öde
zh_hans: 按需付费
zh_hant: 按需付費

# paywall.plan_modal.yearly_subtitle
source: Best value
de: Bester Wert
fi: Paras arvo
fr: Meilleure valeur
it: Miglior valore
ja: 最もお得
ko: 가장 저렴
nb: Beste verdi
pl: Najlepsza wartość
pt: Melhor valor
tr: En iyi değer
zh_hans: 最优惠
zh_hant: 最優惠

# paywall.plan_modal.lifetime_subtitle
source: No subscription
de: Kein Abo
fi: Ei tilausta
fr: Sans abonnement
it: Nessun abbonamento
ja: サブスクリプション不要
ko: 구독 불필요
nb: Ingen abonnement
pl: Bez subskrypcji
pt: Sem assinatura
tr: Abonelik yok
zh_hans: 无需订阅
zh_hant: 無需訂閱

# paywall.plan_modal.badge_popular
source: MOST POPULAR
de: BELIEBT
fi: SUOSITTU
fr: POPULAIRE
it: POPOLARE
ja: 人気
ko: 인기
nb: POPULÆR
pl: POPULARNE
pt: POPULAR
tr: POPÜLER
zh_hans: 最受欢迎
zh_hant: 最受歡迎

# paywall.plan_modal.paid_once
source: paid once
de: Einmalzahlung
fi: kertamaksu
fr: paiement unique
it: pagamento unico
ja: 一括払い
ko: 일회 결제
nb: engangsbetaling
pl: jednorazowa płatność
pt: pagamento único
tr: tek ödeme
zh_hans: 一次付清
zh_hant: 一次付清

# paywall.plan_modal.trial_hint
source: Cancel anytime during the %d-day free trial.
de: Während der %d-tägigen Testphase jederzeit kündbar.
it: Annulla in qualsiasi momento durante la prova gratuita di %d giorni.
ja: %d日間の無料トライアル中はいつでもキャンセルできます。
ko: %d일 무료 체험 기간 동안 언제든 취소할 수 있습니다.
pt: Cancele a qualquer momento durante o teste grátis de %d dias.
zh_hans: 可在 %d 天免费试用期内随时取消。
zh_hant: 可在 %d 天免費試用期內隨時取消。

# paywall.plan_modal.cta_start_trial
source: Start Free Trial
de: Kostenlos testen
fi: Aloita ilmainen kokeilu
fr: Commencer l'essai gratuit
it: Inizia la prova gratuita
ja: 無料トライアルを開始
ko: 무료 체험 시작
nb: Start gratis prøveperiode
pl: Rozpocznij bezpłatny okres próbny
pt: Iniciar teste grátis
tr: Ücretsiz denemeyi başlat
zh_hans: 开始免费试用
zh_hant: 開始免費試用

# paywall.plan_modal.cta_buy_now
source: Buy Now
de: Jetzt kaufen
fi: Osta nyt
fr: Acheter maintenant
it: Acquista ora
ja: 購入する
ko: 지금 구매
nb: Kjøp nå
pl: Kup teraz
pt: Comprar agora
tr: Şimdi satın al
zh_hans: 立即购买
zh_hant: 立即購買

# paywall.plan_modal.cta_subscribe
source: Subscribe for %@/%@
de: Abonnieren für %@/%@
fi: Tilaa %@/%@
fr: S'abonner pour %@/%@
it: Abbonati a %@/%@
ja: %@/%@ で購読
ko: %@/%@ 구독
nb: Abonner for %@/%@
pl: Subskrybuj za %@/%@
pt: Assinar por %@/%@
tr: %@/%@ abone ol
zh_hans: 订阅 %@/%@
zh_hant: 訂閱 %@/%@

# paywall.plan_modal.cta_subscribe_generic
source: Subscribe Now
de: Jetzt abonnieren
fi: Tilaa nyt
fr: S'abonner maintenant
it: Abbonati ora
ja: 今すぐ購読
ko: 지금 구독
nb: Abonner nå
pl: Subskrybuj teraz
pt: Assinar agora
tr: Şimdi abone ol
zh_hans: 立即订阅
zh_hant: 立即訂閱

# onboarding.status.granted
source: Granted ✓
de: Erteilt ✓
it: Concesso ✓
ja: 付与済み ✓
ko: 권한 허용 ✓
pt: Concedido ✓
zh_hans: 已授予 ✓
zh_hant: 已授權 ✓

# onboarding.status.not_granted
source: Not granted
de: Nicht erteilt
it: Non concesso
ja: 未付与
ko: 미허용
pt: Não concedido
zh_hans: 未授予
zh_hant: 未授權

# onboarding.cta.skip
source: Skip
de: Überspringen
it: Salta
ja: スキップ
ko: 건너뛰기
pt: Pular
zh_hans: 跳过
zh_hant: 跳過

# onboarding.cta.restart
source: Restart VibeCap
de: VibeCap neu starten
it: Riavvia VibeCap
ja: VibeCap を再起動
ko: VibeCap 다시 시작
pt: Reiniciar o VibeCap
zh_hans: 重启 VibeCap
zh_hant: 重新啟動 VibeCap

# onboarding.cta.continue
source: Continue
de: Weiter
it: Continua
ja: 続行
ko: 계속
pt: Continuar
zh_hans: 继续
zh_hant: 繼續

# onboarding.cta.granted
source: Granted
de: Erteilt
it: Concesso
ja: 付与済み
ko: 허용됨
pt: Concedido
zh_hans: 已授予
zh_hant: 已授權

# onboarding.error.title
source: Action needed
de: Aktion erforderlich
it: Azione necessaria
ja: 操作が必要です
ko: 조치 필요
pt: Ação necessária
zh_hans: 需要操作
zh_hant: 需要操作

# onboarding.01.title
source: Capture. Prompt. Copy & Paste.
de: Aufnehmen. Prompt. Kopieren & Einfügen.
it: Screenshot. Prompt. Copia e incolla.
ja: スクリーンショット。 プロンプト。 コピー&ペースト。
ko: 캡처. 프롬프트. 복사 & 붙여넣기.
pt: Capturar. Prompt. Copiar e Colar.
zh_hans: 截屏 提示词 复制粘贴
zh_hant: 截圖。 提問。 複製貼上。

# onboarding.01.body
source: Your screenshots, AI-ready in one click.
de: Deine Screenshots, mit einem Klick KI‑bereit.
it: Trasforma gli screenshot in contenuto IA chiaro e pronto all'uso con un clic.
ja: スクリーンショットをワンクリックで、明確で使いやすい AI 素材に変換。
ko: 스크린샷을 한 번에 AI 준비 완료.
pt: Suas capturas prontas para IA com um clique.
zh_hans: 你的截图，一键复制到任意输入框。
zh_hant: 你的截圖，一鍵即成 AI 就緒。

# onboarding.01.detail
source: From everyday AI work like ChatGPT to vibe coding with tools like Cursor and more.
de: Von täglicher KI-Arbeit wie ChatGPT bis zum Coden mit Tools wie Cursor – immer im Flow.
it: Dalle attività IA quotidiane come ChatGPT ai flussi di lavoro avanzati con strumenti come Cursor e altri.
ja: ChatGPT のような日常的な AI タスクから、Cursor などのツールを使った高度なワークフローまで対応。
ko: 일상적인 ChatGPT 작업부터 Cursor 같은 도구로 코딩할 때까지 흐름을 유지하세요.
pt: Do uso diário do ChatGPT ao código com ferramentas como o Cursor, mantenha o fluxo.
zh_hans: 适用于日常使用，也适用于更深入的创作与研发工作流。
zh_hant: 從日常 ChatGPT 等 AI 工作，到用 Cursor 等工具寫程式，都能保持順暢。

# onboarding.01.cta
source: Get Started
de: Los geht's
it: Inizia
ja: はじめる
ko: 시작하기
pt: Começar
zh_hans: 开始使用
zh_hant: 開始使用

# onboarding.02.title
source: Enable Screen Recording
de: Bildschirmaufnahme aktivieren
it: Abilita registrazione schermo
ja: 画面収録を許可
ko: 화면 기록 활성화
pt: Ativar Gravação de Tela
zh_hans: 启用屏幕录制
zh_hant: 啟用螢幕錄製

# onboarding.02.body
source: Screen Recording permission is required to capture screenshots on macOS.
de: Zum Erfassen von Screenshots benötigt macOS die Berechtigung für Bildschirmaufnahme.
it: VibeCap necessita dell'autorizzazione per la registrazione dello schermo per acquisire gli screenshot.
ja: VibeCap は画面収録の権限を使ってスクリーンショットを記録します。
ko: macOS에서 스크린샷을 찍으려면 화면 기록 권한이 필요합니다.
pt: O macOS precisa de permissão de gravação de tela para capturar screenshots.
zh_hans: VibeCap 需要屏幕录制权限来捕获截图内容。
zh_hant: macOS 需要螢幕錄製權限才能擷取截圖。

# onboarding.02.body.bold
source: Without it, the app won’t work.
de: Ohne diese Berechtigung funktioniert die App nicht.
it: Questa autorizzazione è necessaria per un'acquisizione precisa su macOS.
ja: macOS で正確にキャプチャするには、この権限が必要です。
ko: 권한이 없으면 앱이 동작하지 않습니다.
pt: Sem essa permissão, o app não funcionará.
zh_hans: 在 macOS 上精准捕获需要此权限。
zh_hant: 沒有此權限，App 將無法運作。

# onboarding.02.cta.allow
source: Allow access
de: Zugriff erlauben
it: Consenti accesso
ja: アクセスを許可
ko: 접근 허용
pt: Permitir acesso
zh_hans: 允许访问
zh_hant: 允許存取

# onboarding.03.title
source: Enable Accessibility
de: Bedienungshilfen aktivieren
it: Abilita accessibilità
ja: アクセシビリティを許可
ko: 손쉬운 사용 활성화
pt: Ativar Acessibilidade
zh_hans: 启用辅助功能
zh_hant: 啟用輔助使用

# onboarding.03.body
source: VibeCap needs accessibility permissions to detect active windows and handle shortcuts. This enables the magic of context-aware capturing.
de: VibeCap braucht Bedienungshilfe-Berechtigungen, um aktive Fenster zu erkennen und Shortcuts zu verarbeiten. Das ermöglicht kontextbasiertes Capturing.
it: L'accesso all'accessibilità consente a VibeCap di rilevare finestre attive e scorciatoie. Questo abilita l'acquisizione contestuale su macOS.
ja: アクセシビリティアクセスにより、VibeCap はアクティブなウィンドウとショートカットを検出できます。これにより、macOS で状況に応じたキャプチャが可能になります。
ko: VibeCap은 활성 창 감지와 단축키 처리를 위해 손쉬운 사용 권한이 필요합니다. 이것이 컨텍스트 기반 캡처를 가능하게 합니다.
pt: O VibeCap precisa de permissões de acessibilidade para detectar janelas ativas e lidar com atalhos. Isso habilita capturas com contexto.
zh_hans: 辅助功能权限让 VibeCap 能识别活动窗口和快捷键,实现智能捕获。
zh_hant: VibeCap 需要輔助使用權限以偵測作用中的視窗並處理快捷鍵，這讓情境截圖成為可能。

# onboarding.03.cta.allow
source: Allow access
de: Zugriff erlauben
it: Consenti accesso
ja: アクセスを許可
ko: 접근 허용
pt: Permitir acesso
zh_hans: 允许访问
zh_hant: 允許存取

# onboarding.04.title
source: Preferences
de: Einstellungen
it: Preferenze
ja: 環境設定
ko: 환경설정
pt: Preferências
zh_hans: 偏好设置
zh_hant: 偏好設定

# onboarding.04.body
source: Customize where to save and how to capture.
de: Speicherort und Aufnahmeart anpassen.
it: Personalizza dove salvare e come acquisire.
ja: 保存先とキャプチャ方法をカスタマイズ。
ko: 저장 위치와 캡처 방식을 설정하세요.
pt: Personalize onde salvar e como capturar.
zh_hans: 自定义保存位置和截屏方式。
zh_hant: 自訂儲存位置與截圖方式。

# onboarding.04.cta.continue
source: Continue
de: Weiter
it: Continua
ja: 続行
ko: 계속
pt: Continuar
zh_hans: 继续
zh_hant: 繼續

# onboarding.04.save_location
source: SAVE LOCATION
de: Speicherort
it: POSIZIONE DI SALVATAGGIO
ja: 保存先
ko: 저장 위치
pt: LOCAL DE SALVAMENTO
zh_hans: 保存位置
zh_hant: 儲存位置

# onboarding.04.global_shortcut
source: GLOBAL SHORTCUT
de: Globaler Kurzbefehl
it: SCORCIATOIA GLOBALE
ja: グローバルショートカット
ko: 전역 단축키
pt: ATALHO GLOBAL
zh_hans: 全局快捷键
zh_hant: 全域快捷鍵

# onboarding.04.shortcut_row_title
source: Capture Screen
de: Bildschirm erfassen
it: Acquisisci schermo
ja: 画面をキャプチャ
ko: 화면 캡처
pt: Capturar tela
zh_hans: 截屏
zh_hant: 擷取畫面

# onboarding.04.browse
source: Browse…
de: Durchsuchen…
it: Sfoglia…
ja: 参照…
ko: 찾아보기…
pt: Procurar…
zh_hans: 浏览…
zh_hant: 瀏覽…

# onboarding.04.hint
source: You can change these later in Settings.
de: Du kannst dies später in den Einstellungen ändern.
it: Puoi modificarlo più tardi nelle Impostazioni.
ja: これらは後で設定で変更できます。
ko: 이후 설정에서 언제든 변경할 수 있습니다.
pt: Você pode alterar isso depois em Ajustes.
zh_hans: 稍后可在设置中修改。
zh_hant: 之後可在設定中修改。

# onboarding.05.title
source: Start Free
de: Kostenlos starten
it: Inizia gratis
ja: 無料で開始
ko: 무료로 시작
pt: Comece grátis
zh_hans: 免费开始
zh_hant: 免費開始

# onboarding.05.subtitle
source: Experience the full power of VibeCap free for 14 days.
de: Teste die volle Leistung von VibeCap 14 Tage gratis.
it: Prova tutte le funzioni di VibeCap gratis per 14 giorni.
ja: VibeCap の全機能を 14 日間無料で体験。
ko: VibeCap 전체 기능을 14일간 무료로 사용해 보세요.
pt: Experimente todos os recursos do VibeCap grátis por 14 dias.
zh_hans: 体验 VibeCap 全部功能，享 14 天免费试用。
zh_hant: 免費體驗 VibeCap 全功能 14 天。

# onboarding.05.cta.trial
source: Start Your Free Trial
de: Kostenlose Testphase starten
it: Avvia prova gratuita
ja: 無料トライアルを開始
ko: 무료 체험 시작
pt: Iniciar teste grátis
zh_hans: 开始免费试用
zh_hant: 開始免費試用

# onboarding.05.pricing.trial_then
source: %d days free, then %@/year
de: %d Tage gratis, danach %@/Jahr
it: %d giorni gratis, poi %@/anno
ja: %d日間無料、その後 %@/年
ko: %d일 무료, 이후 %@/년
pt: %d dias grátis, depois %@/ano
zh_hans: %d 天免费，之后 %@/年
zh_hant: %d 天免費，之後 %@/年

# onboarding.05.pricing.then
source: Then %@/year
de: Danach %@/Jahr
it: 14 giorni gratis, poi %@/anno
ja: 14日間無料、その後 %@/年
ko: 이후 %@/년
pt: Depois %@/ano
zh_hans: 14 天免费，之后 %@/年
zh_hant: 之後 %@/年

# onboarding.05.feature1.title
source: All annotation tools, unlocked
de: Vollständige Annotations-Tools
it: Tutti gli strumenti di annotazione, sbloccati
ja: 全ての注釈ツールを解放
ko: 모든 주석 도구 잠금 해제
pt: Ferramentas completas de anotação
tr: Full annotated feature
zh_hans: 所有标注工具已解锁
zh_hant: 完整標註功能

# onboarding.05.feature1.body
source: Full access to every annotation tool.
de: Schnell annotieren und Kontext bewahren.
it: Accesso completo a ogni strumento di annotazione.
ja: すべての注釈ツールをフルアクセス。
ko: 모든 주석 도구를 완전히 사용할 수 있어요.
pt: Anote rápido e mantenha o contexto.
tr: Annotate quickly and keep context.
zh_hans: 完整使用每一个标注工具。
zh_hant: 快速標註並保留脈絡。

# onboarding.05.feature2.title
source: A queue-based workflow (coming soon...)
de: Speicher-Warteschlange
it: Workflow con coda (in arrivo...)
ja: キュー型ワークフロー（近日公開...）
ko: 큐 기반 워크플로(곧 출시...)
pt: Fila de salvamento
tr: Save queue
zh_hans: 队列式工作流（即将推出...）
zh_hant: 儲存佇列

# onboarding.05.feature2.body
source: Save, reuse, and manage screenshots with prompts.
de: Flow behalten, keine Captures verlieren.
it: Salva, riusa e gestisci screenshot con i prompt.
ja: プロンプトでスクショを保存・再利用・管理。
ko: 프롬프트로 스크린샷을 저장, 재사용, 관리하세요.
pt: Não perca capturas nem interrompa o fluxo.
tr: Never lose a capture mid-flow.
zh_hans: 通过提示词保存、复用并管理截图。
zh_hant: 不中斷流程，也不遺失截圖。

# onboarding.05.feature3.title
source: Smart cleanup, without losing what matters (coming soon...)
de: Klare Screenshots
it: Pulizia smart senza perdere ciò che conta (in arrivo...)
ja: 大事なものを残すスマートクリーンアップ（近日公開...）
ko: 중요한 것은 지키는 스마트 정리(곧 출시...)
pt: Capturas nítidas
tr: Keep screenshot clear
zh_hans: 智能清理，保留重要内容（即将推出...）
zh_hant: 保持截圖清晰

# onboarding.05.feature3.body
source: Auto-remove old screenshots. Favorites stay safe.
de: Macht Screens sofort gut lesbar.
it: Rimuove automaticamente gli screenshot vecchi. I preferiti restano.
ja: 古いスクショを自動削除。お気に入りは保持。
ko: 오래된 스크린샷을 자동 삭제. 즐겨찾기는 유지.
pt: Ficam legíveis na hora.
tr: Make screenshots readable instantly.
zh_hans: 自动清理旧截图，收藏不会被删除。
zh_hant: 讓截圖立即可讀。

# settings.shortcut.recording_short
source: Type…
de: Eingeben…
it: Digita…
ja: 入力…
ko: 입력…
pt: Digitar…
zh_hans: 按下…
zh_hant: 輸入…

# settings.permissions.section_title
source: Permissions
de: Berechtigungen
it: Permessi
ja: 権限
ko: 권한
pt: Permissões
zh_hans: 权限
zh_hant: 權限

# settings.permissions.screen_recording.title
source: Screen Recording
de: Bildschirmaufnahme
it: Registrazione schermo
ja: 画面収録
ko: 화면 기록
pt: Gravação de tela
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

# settings.permissions.screen_recording.open
source: Open
de: Öffnen
it: Apri
ja: 開く
ko: 열기
pt: Abrir
zh_hans: 打开
zh_hant: 開啟

# settings.permissions.accessibility.title
source: Accessibility
de: Bedienungshilfen
it: Accessibilità
ja: アクセシビリティ
ko: 손쉬운 사용
pt: Acessibilidade
zh_hans: 辅助功能
zh_hant: 輔助使用

# settings.permissions.accessibility.open
source: Open
de: Öffnen
it: Apri
ja: 開く
ko: 열기
pt: Abrir
zh_hans: 打开
zh_hant: 開啟

# paywall.error.payments_disabled
source: In-App Purchases are disabled on this Mac. Please enable purchases in Screen Time settings, then try again.
de: In-App-Käufe sind auf diesem Mac deaktiviert. Bitte in den Bildschirmzeit-Einstellungen aktivieren und erneut versuchen.
it: Gli acquisti in-app sono disattivati su questo Mac. Attivali in Tempo di utilizzo e riprova.
ja: この Mac ではアプリ内課金が無効です。スクリーンタイムで有効にしてから再試行してください。
ko: 이 Mac에서 인앱 구매가 비활성화되었습니다. 스크린타임에서 활성화한 후 다시 시도하세요.
pt: As compras dentro do app estão desativadas neste Mac. Ative em Tempo de Uso e tente novamente.
zh_hans: 此 Mac 禁用了应用内购买。请在屏幕使用时间中启用后再试。
zh_hant: 此 Mac 已停用 App 內購。請在螢幕使用時間中啟用後再試。
